{"Atomic Habits (Clear, James)": {"148": "fulfilled", "150": "changes that seem small and unimportant at first will compound into remarkable results if you’re willing to stick with them for years.", "151": "quality of our lives often depends on the quality of our habits.", "171": "Habits Academy,", "179": "“To write a great book, you must first become the book.”", "184": "While science supports everything I’ve written, this book is not an academic research paper;", "188": "My contribution, I hope, is to find the ideas that matter most and connect them in a way that is highly actionable.", "190": "my four-step model of habits—cue, craving, response, and reward—", "195": "Skinner realized that if you offered the right reward or punishment, you could get people to act in a certain way.", "216": "manufacturers in Europe refused to sell bikes to the team because they were afraid that it would hurt sales if other professionals saw the Brits using their gear.", "220": "if you broke down everything you could think of that goes into riding a bike, and then improve it by 1 percent, you will get a significant increase when you put them all together.”", "233": "Just five years after Brailsford took over, the British Cycling team dominated the road and track cycling events at the 2008 Olympic Games in Beijing, where they won an astounding 60 percent of the gold medals available.", "252": "if you can get 1 percent better each day for one year, you’ll end up thirty-seven times better by the time you’re done.12", "262": "is only when looking back two, five, or perhaps ten years later that the value of good habits and the cost of bad ones becomes strikingly apparent.", "279": "Success is the product of daily habits—not once-in-a-lifetime transformations.", "281": "You should be far more concerned with your current trajectory than with your current results.", "284": "Your outcomes are a lagging measure of your habits. Your net worth is a lagging measure of your financial habits. Your weight is a lagging measure of your eating habits. Your knowledge is a lagging measure of your learning habits. Your clutter is a lagging measure of your cleaning habits. You get what you repeat.", "290": "Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy.", "299": "areas.", "301": "By themselves, these common causes of stress are manageable. But when they persist for years, little stresses compound into serious health issues.", "304": "Furthermore, each book you read not only teaches you something new but also opens up different ways of thinking about old ideas.", "305": "Warren Buffett says, “That’s how knowledge works. It builds up, like compound interest.”", "308": "Once you fall into the habit of seeing people as angry, unjust, or selfish, you see those kind of people everywhere.", "310": "Being a little bit nicer in each interaction can result in a network of broad and strong connections over time.", "311": "Riots, protests, and mass movements are rarely the result of a single event. Instead, a long series of microaggressions and daily aggravations slowly multiply until one event", "320": "Breakthrough moments are often the result of many previous actions, which build up the potential required to unleash a major change.", "321": "Cancer spends 80 percent of its life undetectable, then takes over the body in months.", "322": "can barely be seen for the first five years as it builds extensive root systems underground before exploding ninety feet into the air within six weeks.", "331": "Plateau of Latent Potential", "334": "All the action happens at thirty-two degrees.", "341": "“When nothing seems to help, I go and look at a stonecutter hammering away at his rock, perhaps a hundred times without as much as a crack showing in it.19 Yet at the hundred and first blow it will split in two, and I know it was not that last blow that did it—but all that had gone before.”", "351": "“valley of disappointment”", "356": "The task of breaking a bad habit is like uprooting a powerful oak within us. And the task of building a good habit is like cultivating a delicate flower one day at a time.", "365": "goals I set and nearly everything to do with the systems I followed.", "367": "Goals are about the results you want to achieve. Systems are about the processes that lead to those results.", "371": "If you’re an entrepreneur, your goal might be to build a million-dollar business. Your system is how you test product ideas, hire employees, and run marketing campaigns.", "379": "“The score takes care of itself.” The same is true for other areas of life. If you want better results, then forget about setting goals. Focus on your system instead.", "381": "Goals are good for setting a direction, but systems are best for making progress.", "394": "You’re left chasing the same outcome because you never changed the system behind it. You treated a symptom without addressing the cause.", "398": "Fix the inputs and the outputs will fix themselves.", "405": "You mentally box yourself into a narrow version of happiness.", "408": "When you fall in love with the process rather than the product, you don’t have to wait to give yourself permission to be happy.", "414": "The purpose of setting goals is to win the game. The purpose of building systems is to continue playing the game. True long-term thinking is goal-less thinking. It’s not about any single accomplishment. It is about the cycle of endless refinement and continuous improvement. Ultimately, it is your commitment to the process that will determine your progress.", "420": "do not rise to the level of your goals. You fall to the level of your systems.", "448": "we try to change our habits in the wrong way.", "451": "You can imagine them like the layers of an onion.", "461": "Outcomes are about what you get. Processes are about what you do. Identity is about what you believe.", "469": "With identity-based habits, the focus is on who you wish to become.", "468": "With outcome-based habits, the focus is on what you want to achieve. With identity-based habits, the focus is on who you wish to become.", "471": "smoker who is trying to be something else.", "473": "“No thanks. I’m not a smoker.” It’s a small difference, but this statement signals a shift in identity.", "497": "The ultimate form of intrinsic motivation is when a habit becomes part of your identity. It’s one thing to say I’m the type of person who wants this. It’s something very different to say I’m the type of person who is this.", "499": "The more pride you have in a particular aspect of your identity, the more motivated you will be to maintain the habits associated with it.", "502": "Once your pride gets involved, you’ll fight tooth and nail to maintain your habits.", "506": "The goal is not to read a book, the goal is to become a reader.", "515": "Similarly, the person who incorporates exercise into their identity doesn’t have to convince themselves to train.", "537": "Becoming the best version of yourself requires you to continuously edit your beliefs, and to upgrade and expand your identity.", "542": "Your identity emerges out of your habits. You are not born with preset beliefs.", "549": "Your identity is literally your “repeated beingness.”", "574": "Each time you start a workout, you are an athlete.", "583": "It is a simple two-step process: Decide the type of person you want to be. Prove it to yourself with small wins.", "589": "“Who is the type of person that could get the outcome I want?”", "602": "feedback loops. Your habits shape your identity, and your identity shapes your habits. It’s a two-way street.", "604": "The focus should always be on becoming that type of person, not getting a particular outcome.", "615": "Habits can help you achieve all of these", "622": "Every action is a vote for the type of person you wish to become.", "657": "You’re exploring, exploring, exploring, and then—BAM—a reward.", "659": "Wait a minute—that felt good. What did I do right before that?", "660": "This is the feedback loop behind all human behavior: try, fail, learn, try differently", "679": "make my life dull? I don’t want to pigeonhole myself into a lifestyle I don’t enjoy.", "673": "Habit formation is incredibly useful because the conscious mind is the bottleneck of the brain.", "677": "Habits reduce cognitive load and free up mental capacity, so you can allocate your attention to other tasks.", "682": "Habits do not restrict freedom. They create it.", "709": "For a gambler, the sound of slot machines can be a potent trigger that sparks an intense wave of desire.", "710": "The thoughts, feelings, and emotions of the observer are what transform a cue into a craving.", "717": "We chase rewards because they serve two purposes: (1) they satisfy us and (2) they teach us.", "727": "Make the behavior difficult and you won’t be able to do", "726": "Eliminate the cue and your habit will never start.", "742": "the problem phase and the solution phase.", "752": "After decades of mental programming, we automatically slip into these patterns of thinking and acting.", "762": "The 1st law (Cue) Make it obvious. The 2nd law (Craving) Make it attractive. The 3rd law (Response) Make it easy. The 4th law (Reward) Make it satisfying", "761": "How to Create a Good Habit The 1st law (Cue) Make it obvious. The 2nd law (Craving) Make it attractive. The 3rd law (Response) Make it easy. The 4th law (Reward) Make it satisfying", "767": "How to Break a Bad Habit Inversion of the 1st law (Cue) Make it invisible. Inversion of the 2nd law (Craving) Make it unattractive. Inversion of the 3rd law (Response) Make it difficult. Inversion of the 4th law (Reward) Make it unsatisfying.", "817": "Automatically, your brain encodes the lessons learned through experience. We can’t always explain what it is we are learning, but learning is happening all along the way, and your ability to notice the relevant cues in a given situation is the foundation for every habit you have.", "833": "One day, the clerk cashed out a few customers in a row who purchased with gift cards. When the next person walked up, the clerk swiped the customer’s actual credit card, picked up the scissors, and then cut it in half—entirely on autopilot—before looking up at the stunned customer and realizing what had just happened.", "840": "Over time, the cues that spark our habits become so common that they are essentially invisible:", "843": "Before we can effectively build new habits, we need to get a handle on our current ones.", "845": "“Until you make the unconscious conscious, it will direct your life and you will call it fate.”", "853": "Every detail is identified, pointed at, and named aloud.", "855": "This process, known as Pointing-and-Calling, is a safety system designed to reduce mistakes.", "856": "Pointing-and-Calling reduces errors by up to 85 percent and cuts accidents by 30 percent", "859": "Pointing-and-Calling is so effective because it raises the level of awareness from a nonconscious habit to a more conscious level.", "869": "To create your own, make a list of your daily habits. Here’s a sample", "881": "Once you have a full list, look at each behavior, and ask yourself, “Is this a good habit, a bad habit, or a neutral habit?”", "904": "“Does this behavior help me become the type of person I wish to", "912": "on the lookout for them.", "911": "The first step to changing bad habits is to be", "945": "but the two most common cues are time and location.", "952": "Researchers have even found that voter turnout increases when people are forced to create implementation intentions by answering questions like: “What route are you taking to the polling station?", "967": "simple way to apply this strategy to your habits is to fill out this sentence: I will [BEHAVIOR] at [TIME] in [LOCATION].", "980": "The goal is to make the time and location so obvious that, with enough repetition, you get an urge to do the right thing at the right time, even if you can’t say why.", "982": "“Obviously you’re never going to just work out without conscious thought.9 But like a dog salivating at a bell, maybe you start to get antsy around the time of day you normally work out.”", "1001": "the tendency for one purchase to lead to another one has a name: the Diderot Effect.", "1010": "One of the best ways to build a new habit is to identify a current habit you already do each day and then stack your new behavior on top. This is called habit stacking.", "1012": "Rather than pairing your new habit with a particular time and location, you pair it with a current habit.", "1018": "Exercise. After I take off my work shoes, I will immediately change into my workout clothes.", "1045": "Social skills. When I walk into a party, I will introduce myself to someone I don’t know yet.", "1046": "Finances. When I want to buy something over $100, I will wait twenty-four hours before purchasing. ■ Healthy eating. When I serve myself a meal, I will always put veggies on my plate first.", "1050": "Minimalism. When I buy a new item, I will give something away. (“One in, one out.”16", "1051": "Mood. When the phone rings, I will take one deep breath and smile before answering.", "1054": "secret to creating a successful habit stack is selecting the right cue to kick things off.", "1061": "One way to find the right trigger for your habit stack is by brainstorming a list of your current habits.", "1077": "In the second column, write down all of the things that happen to you each day without fail. For example:", "1083": "Habit stacking works best when the cue is highly specific and immediately actionable.", "1084": "my habit stack was “When I take a break for lunch, I will do ten push-ups.”", "1085": "But soon, I realized the trigger was unclear", "1106": "Thorndike and her colleagues designed a six-month study to alter the “choice architecture” of the hospital cafeteria.", "1110": "Over the next three months, the number of soda sales at the hospital dropped by 11.4 percent. Meanwhile, sales of bottled water increased by 25.8 percent.", "1118": "People often choose products not because of what they are, but because of where they are.", "1122": "Your habits change depending on the room you are in and the cues in front of you.", "1129": "Suggestion Impulse Buying, which “is triggered when a shopper sees a product for the first time and visualizes a need for it.”", "1132": "example, items at eye level tend to be purchased more than those down near the floor.", "1141": "Snakes can smell by “tasting the air”", "1142": "Sharks can detect small amounts of electricity and vibrations in the water caused by nearby fish.", "1147": "most powerful of all human sensory abilities, however, is vision.", "1148": "The human body has about eleven million sensory receptors.7 Approximately ten million of those are dedicated to sight.", "1161": "When their energy use was obvious and easy to track, people changed their behavior", "1167": "Schiphol Airport in Amsterdam installed a small sticker that looked like a fly near the center of each urinal. Apparently, when men stepped up to the urinals, they aimed for what they thought was a bug. The stickers improved their aim and significantly reduced “spillage” around the urinals. Further analysis determined that the stickers cut bathroom cleaning costs by 8 percent per year.", "1182": "If you want to drink more water, fill up a few water bottles each morning and place them in common locations around the house.", "1183": "If you want to make a habit a big part of your life, make the cue a big part of your environment.", "1195": "The trigger is rarely a single cue, but rather the whole situation:", "1196": "We mentally assign our habits to the locations in which they occur: the home, the office, the gym.", "1199": "Stop thinking about your environment as filled with objects. Start thinking about it as filled with relationships.", "1202": "Different people can have different memories—and thus different habits—associated with the same place.", "1204": "In one study, scientists instructed insomniacs to get into bed only when they were tired. If they couldn’t fall asleep, they were told to sit in a different room until they became sleepy. Over time, subjects began to associate the context of their bed with the action of sleeping, and it became easier to quickly fall asleep when they climbed in bed.", "1218": "Try a new grocery store.", "1228": "Whenever possible, avoid mixing the context of one habit with another.", "1229": "When you start mixing contexts, you’ll start mixing habits—and the easier ones will usually win", "1236": "Every habit should have a home.", "1252": "While visiting the troops, they had learned that over 15 percent of U.S. soldiers stationed there were heroin addicts.", "1258": "Robins found that when soldiers who had been heroin users returned home, only 5 percent of them became re-addicted within a year, and just 12 percent relapsed within three years.", "1259": "In other words, approximately nine out of ten soldiers who used heroin in Vietnam eliminated their addiction nearly overnight.", "1269": "Typically, 90 percent of heroin users become re-addicted once they return home from rehab.", "1275": "Instead, “disciplined” people are better at structuring their lives in a way that does not require heroic willpower and self-control.", "1289": "Showing pictures of blackened lungs to smokers leads to higher levels of anxiety, which drives many people to reach for a cigarette.", "1295": "Researchers refer to this phenomenon as “cue-induced wanting”: an external trigger causes a compulsive craving to repeat a bad habit.", "1297": "Scientists have found that showing addicts a picture of cocaine for just thirty-three milliseconds stimulates the reward pathway in the brain and sparks desire.11 This speed is too fast for the brain to consciously register—the addicts couldn’t even tell you what they had seen—but they craved the drug all the same. Here’s", "1299": "This speed is too fast for the brain to consciously register—the addicts couldn’t even tell you what they had seen—but they craved the drug all the same.", "1301": "You can break a habit, but you’re unlikely to forget it.", "1303": "In the short-run, you can choose to overpower temptation. In the long-run, we become a product of the environment that we live in.", "1306": "One of the most practical ways to eliminate a bad habit is to reduce exposure to the cue that causes it.", "1307": "you can’t seem to get any work done, leave your phone in another room for a few hours.", "1308": "If you’re continually feeling like you’re not enough, stop following social media accounts that trigger jealousy and envy.", "1319": "Make the cues of your good habits obvious and the cues of your bad habits invisible.", "1331": "Fill out the Habits Scorecard. Write down your current habits to become aware of them. 1.2 Use implementation intentions: “I will [BEHAVIOR] at [TIME] in [LOCATION].” 1.3 Use habit stacking: “After [CURRENT HABIT], I will [NEW HABIT].” 1.4 Design your environment. Make the cues of good habits obvious and visible. The 2nd Law Make It Attractive The 3rd Law Make It Easy The 4th Law Make It Satisfying", "1342": "Make It Invisible 1.5 Reduce exposure. Remove the cues of your bad habits from your environment. Inversion of the 2nd Law Make It Unattractive Inversion of the 3rd Law Make It Difficult Inversion of the 4th Law Make It Unsatisfying", "1369": "When I see a round object nearby, I must roll it back into the nest. The bigger the round object, the harder I should try to get it.", "1372": "version of reality—like a beak with three red dots or an egg", "1371": "A supernormal stimulus is a heightened version of reality—like a beak with three red dots or an egg the size of a volleyball—and it elicits a stronger response than usual.", "1414": "James Olds and Peter Milner ran an experiment", "1416": "By implanting electrodes in the brains of rats, the researchers blocked the release of dopamine. To the surprise of the scientists, the rats lost all will to live.", "1420": "faces lit up with pleasurable grins from the tasty substance.", "1428": "Habits are a dopamine-driven feedback loop.", "1442": "As an adult, daydreaming about an upcoming vacation can be more enjoyable than actually being on vacation.", "1472": "Then he wrote a computer program that would allow Netflix to run only if he was cycling at a certain speed.", "1499": "After [CURRENT HABIT], I will [HABIT I NEED]. After [HABIT I NEED], I will [HABIT I WANT].", "1501": "After I get my morning coffee, I will say one thing I’m grateful for that happened yesterday (need). After I say one thing I’m grateful for, I will read the news (want).", "1506": "I pull out my phone, I will do ten burpees (need). After I do ten burpees, I will check Facebook (want).", "1563": "all of your friends are sharing an inside joke or using a new phrase, you’ll want to do it, too, so they know that you “get it.”", "1575": "general rule, the closer we are to someone, the more likely we are to imitate some of their habits.", "1578": "Another study found that if one person in a relationship lost weight, the other partner would also slim down about one third of the time.", "1585": "We soak up the qualities and practices of those around us.", "1589": "Surround yourself with people who have the habits you want to have yourself. You’ll rise together.", "1591": "Join a culture where (1) your desired behavior is the normal behavior and (2) you already have something in common with the group.", "1596": "Nothing sustains motivation better than belonging to the tribe.", "1599": "The shared identity begins to reinforce your personal identity.", "1621": "What he discovered was that as the number of actors increased, so did the conformity of the subject.", "1629": "The normal behavior of the tribe often overpowers the desired behavior of the individual.", "1634": "Most days, we’d rather be wrong with the crowd than be right by ourselves.", "1637": "When changing your habits means challenging the tribe, change is unattractive", "1638": "When changing your habits means fitting in with the tribe, change is very attractive.", "1645": "Once we fit in, we start looking for ways to stand out.", "1649": "status people enjoy the approval, respect, and praise of others.", "1678": "Allen Carr’s Easy Way to Stop Smoking.", "1684": "You think you are quitting something, but you’re not quitting anything because cigarettes do nothing for you.", "1686": "You think smoking is something you need to do to be social, but it’s not. You can be social without smoking at all.", "1687": "You think smoking is about relieving stress, but it’s not. Smoking does not relieve your nerves, it destroys them.", "1702": "Conserve energy ■ Obtain food and water ■ Find love and reproduce ■ Connect and bond with others ■ Win social acceptance and approval ■ Reduce uncertainty ■ Achieve status and prestige", "1709": "At a deep level, you simply want to reduce uncertainty and relieve anxiety, to win social acceptance and approval, or to achieve status.", "1712": "Find love and reproduce = using Tinder", "1713": "Connect and bond with others = browsing Facebook", "1714": "Win social acceptance and approval = posting on Instagram", "1716": "Reduce uncertainty = searching on Google", "1717": "Achieve status and prestige = playing video games", "1729": "You see a cue, categorize it based on past experience, and determine the appropriate response.", "1732": "You are endlessly predicting what will happen in the next moment.", "1746": "What you really want is to feel different.", "1747": "Our feelings and emotions tell us whether to hold steady in our current state or to make a change. They help us decide the best course of action.", "1748": "when emotions and feelings are impaired, we actually lose the ability to make decisions.", "1759": "You don’t “have” to. You “get” to.", "1764": "When asked if it was difficult being confined, he responded, “I’m not confined to my wheelchair—I am liberated by it.5 If it wasn’t for my wheelchair, I would be bed-bound and never able to leave my house.”", "1770": "Instead of telling yourself “I need to go run in the morning,” say “It’s time to build endurance and get fast.”", "1772": "Saving money is often associated with sacrifice.", "1773": "The money you save this month increases your purchasing power next month.", "1776": "Distraction is a good thing because you need distractions to practice meditation", "1780": "am excited and I’m getting an adrenaline rush to help me concentrate.”", "1777": "Many people feel anxious before delivering a big presentation or competing in an important event.", "1783": "motivation ritual.", "1784": "For instance, if you always play the same song before having sex, then you’ll begin to link the music with the act.", "1801": "The key to finding and fixing the causes of your bad habits is to reframe the associations you have about them.", "1854": "We are so focused on figuring out the best approach that we never get around to taking action.", "1859": "twenty ideas for articles I want to write, that’s motion. If I actually sit down and write an article, that’s action.", "1864": "motion allows us to feel like we’re making progress without running the risk of failure.", "1865": "Most of us are experts at avoiding criticism.", "1870": "Motion makes you feel like you’re getting things done. But really, you’re just preparing to get something done.", "1872": "If you want to master a habit, the key is to start with repetition, not perfection.", "1880": "Hebb’s Law: “Neurons that fire together wire together.”", "1883": "Mathematicians, meanwhile, have increased gray matter in the inferior parietal lobule, which plays a key role in computation and calculation", "1918": "“How many does it take to form a new habit?”", "1968": "We are motivated to do what is easy.", "1974": "Habits like scrolling on our phones, checking email, and watching television steal so much of our time because they can be performed almost without effort.", "1977": "What you really want is the outcome the habit delivers.", "1978": "This is why it is crucial to make your habits so easy that you’ll do them even when you don’t feel like it.", "1985": "The idea is to make it as easy as possible in the moment to do things that payoff in the long", "1992": "Rather than trying to overcome the friction in your life, you reduce it.", "1996": "You are more likely to go to the gym if it is on your way to work because stopping doesn’t add much friction to your lifestyle.", "2009": "addition by subtraction.", "2015": "Dating apps reduce the friction of making social", "2023": "Business is a never-ending quest to deliver the same result in an easier fashion.", "2028": "The central idea is to create an environment where doing the right thing is as easy as possible.", "2039": "People think I work hard but I’m actually really lazy. I’m just proactively lazy.", "2050": "Want to exercise? Set out your workout clothes, shoes, gym bag, and water bottle ahead of time.", "2059": "The greater the friction, the less likely the habit.", "2083": "“I wake up at 5:30 A.M., put on my workout clothes, my leg warmers, my sweat shirt, and my hat. I walk outside my Manhattan home, hail a taxi, and tell the driver to take me to the Pumping Iron gym at 91st Street and First Avenue, where I work out for two hours.", "2102": "If I change clothes, I know the workout will happen.", "2125": "“Read before bed each night” becomes “Read one page.”", "2130": "“Run three miles” becomes “Tie my running shoes.”", "2134": "“gateway habit”", "2136": "Running a 5K is hard. Walking ten thousand steps is moderately difficult. Walking ten minutes is easy.", "2140": "The point is to master the habit of showing up.", "2143": "You have to standardize before you can optimize.", "2146": "By doing the same warm-up before every workout, you make it easier to get into a state of peak performance.", "2149": "You may not be able to automate the whole process, but you can make the first action mindless.", "2159": "Journaling provides another example. Nearly everyone can benefit from getting their thoughts out of their head and onto paper,", "2161": "The secret is to always stay below the point where it feels like work.", "2163": "always stopped journaling before it seemed like a hassle.", "2166": "You’re not worried about getting in shape. You’re focused on becoming the type of person who doesn’t miss workouts.", "2180": "Whenever you are struggling to stick with a habit, you can employ the Two-Minute Rule. It’s a simple way to make your habits easy.", "2200": "you find yourself continually struggling to follow through on your plans, then you can take a page from Victor Hugo and make your bad habits more difficult by creating what psychologists call a commitment device.", "2209": "As another example, my friend and fellow habits expert Nir Eyal purchased an outlet timer, which is an adapter that he plugged in between his internet router and the power outlet. At 10 p.m. each night, the outlet timer cuts off the power to the router.", "2236": "The best way to break a bad habit is to make it impractical to do.", "2260": "course, there are many ways to automate good habits and eliminate bad ones. Typically, they involve putting technology to work for you.", "2273": "“Civilization advances by extending the number of operations we can perform without thinking about them.”", "2279": "The downside of automation is that we can find ourselves jumping from easy task to easy task without making time for more difficult, but ultimately more rewarding, work.", "2286": "Every Monday, my assistant would reset the passwords on all my social media accounts, which logged me out on each device. All week I worked without distraction.", "2374": "make it satisfying.", "2380": "Wrigley revolutionized the industry by adding flavors like Spearmint and Juicy Fruit,", "2393": "Cardinal Rule of Behavior Change: What is rewarded is repeated. What is punished is avoided.", "2403": "You live in what scientists call an immediate-return environment because your actions instantly deliver clear and immediate outcomes. Now switch", "2406": "You live in what scientists call a delayed-return environment because you can work for years before your actions deliver the intended payoff.", "2422": "time inconsistency. That is, the way your brain evaluates rewards is inconsistent across time.", "2423": "You value the present more than the future.", "2427": "answers become clear: the consequences of bad habits are delayed while the rewards are immediate.", "2432": "With good habits, it is the reverse: the immediate outcome is unenjoyable, but the ultimate outcome feels good.", "2442": "As a general rule, the more immediate pleasure you get from an action, the more strongly you should question whether it aligns with your long-term goals.", "2445": "What is immediately rewarded is repeated. What is immediately punished is avoided.", "2457": "The best way to do this is to add a little bit of immediate pleasure to the habits that pay off in the long-run and a little bit of immediate pain to ones that don’t.", "2475": "You want to make avoidance visible. Open a savings account and label it for something you want—maybe “Leather Jacket.” Whenever you pass on a purchase, put the same amount of money in the account.", "2490": "takes time for the evidence to accumulate and a new identity to emerge.", "2520": "Visual measurement comes in many forms: food journals, workout logs, loyalty punch cards, the progress bar on a software download, even the page numbers in a book.", "2523": "habit tracker", "2524": "For example, if you meditate on Monday, Wednesday, and Friday, each of those dates gets an X.", "2532": "“Don’t break the chain” is a powerful mantra.", "2542": "One study of more than sixteen hundred people found that those who kept a daily food log lost twice as much weight as those who did not.", "2544": "Habit tracking also keeps you honest.", "2546": "When the evidence is right in front of you, you’re less likely to lie to yourself.", "2552": "Habit tracking provides visual proof of your hard work—", "2558": "Habit tracking also helps keep your eye on the ball: you’re focused on the process rather than the result.", "2560": "creates a visual cue that can remind you to act, (2) is inherently motivating because you see the progress you are making and don’t want to lose it, and (3) feels satisfying whenever you record another successful instance of your habit.", "2584": "After I finish each set at the gym, I will record it in my workout journal.", "2598": "Missing once is an accident.8 Missing twice is the start of a new habit.", "2600": "The breaking of a habit doesn’t matter if the reclaiming of it is fast.", "2610": "Furthermore, it’s not always about what happens during the workout. It’s about being the type of person who doesn’t miss workouts.", "2622": "The dark side of tracking a particular behavior is that we become driven by the number rather than the purpose behind it.", "2628": "When we choose the wrong measurement, we get the wrong behavior.", "2633": "But just because you can measure something doesn’t mean it’s the most important thing.", "2673": "When the consequences are severe, people learn quickly.", "2686": "habit contract.", "2698": "habit contract is a verbal or written agreement in which you state your commitment to a particular habit and the punishment that will occur if you don’t follow through.", "2706": "Phase #1: Get back to a strict “slow-carb” diet in Q1. ■ Phase #2: Start a strict macronutrient tracking program in Q2. ■ Phase #3: Refine and maintain the details of his diet and workout program in Q3.", "2711": "Bryan doesn’t do these two items then the following consequence will be enforced: He will have to dress up each workday and each Sunday morning for the rest of the quarter.", "2713": "He will also give Joey (his trainer) $200 to use as he sees fit if he misses one day of logging food.”", "2727": "Knowing that someone is watching can be a powerful motivator.", "2772": "Inversion of the 1st Law Make It Invisible 1.5 Reduce exposure. Remove the cues of your bad habits from your environment. Inversion of the 2nd Law Make It Unattractive 2.4 Reframe your mind-set. Highlight the benefits of avoiding your bad habits. Inversion of the 3rd Law Make It Difficult 3.6 Increase friction. Increase the number of steps between you and your bad habits. 3.7 Use a commitment device. Restrict your future choices to the ones that benefit you. Inversion of the 4th Law Make It Unsatisfying 4.5 Get an accountability partner. Ask someone to watch your behavior. 4.6 Create a habit contract. Make the costs of your bad habits public and painful.", "2789": "Phelps has won more Olympic medals not only than any swimmer but also more than any Olympian in any sport.", "2821": "Competence is highly dependent on context.", "2823": "short: genes do not determine your destiny. They determine your areas of opportunity.", "2840": "Openness to experience: from curious and inventive on one end to cautious and consistent on the other.", "2841": "Conscientiousness: organized and efficient to easygoing and spontaneous.", "2842": "Extroversion: outgoing and energetic to solitary and reserved (you likely know them as extroverts vs. introverts).", "2843": "Neuroticism: anxious and sensitive to confident, calm, and stable.", "2867": "Choose the habit that best suits you, not the one that is most popular.", "2875": "They stay energized because they are making progress where others have failed, and because they get rewarded with better pay and bigger opportunities, which not only makes them happier but also propels them to produce even higher-quality work. It’s a virtuous cycle.", "2899": "What feels like fun to me, but work to others? The", "2901": "What makes me lose track of time?", "2905": "Where do I get greater returns than the average person?", "2909": "What comes naturally to me?", "2922": "When you can’t win by being better, you can win by being different.", "2924": "good player works hard to win the game everyone else is playing. A great player creates a new game that favors their strengths and avoids their weaknesses.", "2929": "Specialization is a powerful way to overcome the “accident” of bad genetics.", "2932": "Boiling water will soften a potato but harden an egg. You can’t control whether you’re a potato or an egg, but you can decide to play a game where it’s better to be hard or soft.", "2941": "People get so caught up in the fact that they have limits that they rarely exert the effort required to get close to them.", "2945": "In summary, one of the best ways to ensure your habits remain satisfying over the long-run is to pick behaviors that align with your personality and skills.", "2982": "The human brain loves a challenge, but only if it is within an optimal zone of difficulty.", "2988": "The Goldilocks Rule states that humans experience peak motivation when working on tasks that are right on the edge of their current abilities.", "2989": "Not too hard. Not too easy. Just right.", "2996": "And if you hit the Goldilocks Zone just right, you can achieve a flow state.", "3004": "They found that to achieve a state of flow, a task must be roughly 4 percent beyond your current ability.", "3022": "Mastery requires practice. But the more you practice something, the more boring and routine it becomes.", "3025": "The greatest threat to success is not failure but boredom.", "3046": "Variable rewards or not, no habit will stay interesting forever. At some point, everyone faces the same challenge on the journey of self-improvement: you have to fall in love with boredom.", "3049": "if you only do the work when it’s convenient or exciting, then you’ll never be consistent enough to achieve remarkable results.", "3054": "Professionals stick to the schedule; amateurs let life get in the way.", "3080": "The downside of habits is that you get used to doing things a certain way and stop paying attention to little errors.", "3082": "In fact, some research has shown that once a skill has been mastered there is usually a slight decline in performance over time.", "3145": "create rationalizations, and lie to ourselves.", "3162": "perform an Annual Review, in which I reflect on the previous year.9 I tally my habits for the year by counting up how many articles I published, how many workouts I put in, how many new places I visited, and more.fn2 Then, I reflect on my progress (or lack thereof) by answering three questions:", "3166": "What went well this year? What didn’t go so well this year? What did I learn?", "3167": "Six months later, when summer rolls around, I conduct an Integrity Report.", "3171": "My yearly Integrity Report answers three questions: What are the core values that drive my life and work? How am I living and working with integrity right now? How can I set a higher standard in the future?", "3192": "One solution is to avoid making any single aspect of your identity an overwhelming portion of who you are.", "3205": "“I’m an athlete” becomes “I’m the type of person who is mentally tough and loves a physical challenge.”", "3210": "When chosen effectively, an identity can be flexible rather than brittle.", "3231": "Sorites Paradox,fn1 which talks about the effect one small action can have when repeated enough times.", "3236": "Can one tiny change transform your life? It’s unlikely you would say so. But what if you made another? And another? And another? At some point, you will have to admit that your life was transformed by one small change.", "3271": "That’s the power of atomic habits. Tiny changes. Remarkable results.", "3312": "We can only be rational and logical after we have been emotional", "3315": "Psychologists refer to this as System 1 (feelings and rapid judgments) versus System 2 (rational analysis).", "3319": "Two people can notice the same set of facts and respond very differently because they run those facts through their unique emotional filter.", "3329": "Your actions reveal your true motivations.", "3331": "The reward only comes after the energy is spent.", "3339": "Your expectation changes your satisfaction.", "3341": "Satisfaction = Liking – Wanting", "3342": "“Being poor is not having too little, it is wanting more.”", "3350": "Failing to attain something you want hurts more than failing to attain something you didn’t think much about in the first place.", "3354": "Cue > Craving (Feeling) > Response > Reward (Feeling)", "3357": "behavior. But if it’s not enjoyable, you have no reason to repeat it.", "3363": "New plans offer hope because we don’t have any experiences to ground our expectations.", "3364": "“Youth is easily deceived because it is quick to hope.”"}, "Managing Oneself (Drucker, Peter Ferdinand)": {"48": "We need to know our strengths in order to know where we belong.", "49": "Whenever you make a key decision or take a key action, write down what you expect will happen. Nine or 12 months later, compare the actual results with your expectations.", "60": "First and foremost, concentrate on your strengths.", "61": "Second, work on improving your strengths.", "63": "Third, discover where your intellectual arrogance is causing disabling ignorance and overcome it.", "65": "being bright is a substitute for knowledge.", "68": "Go to work on acquiring the skills and knowledge you need to fully realize your strengths.", "71": "Like so many brilliant people, he believes that ideas move mountains. But bulldozers move mountains;", "76": "Manners—simple things like saying “please” and “thank you” and knowing a person’s name or asking after her family—enable two people to work together whether they like each other or not.", "81": "One should waste as little effort as possible on improving areas of low competence.", "109": "Few listeners can be made, or can make themselves, into competent readers—and vice versa.", "114": "The explanation is that writers do not, as a rule, learn by listening and reading. They learn by writing.", "127": "all the important pieces of self-knowledge, understanding how you learn is the easiest to acquire.", "130": "manage yourself effectively, you also have to ask, Do I work well with people, or am I a loner?", "131": "And if you do work well with people, you then must ask, In what relationship?", "134": "“Patton is the best subordinate the American army has ever produced, but he would be the worst commander.”", "135": "Some people work best as team members. Others work best alone.", "137": "Do I produce results as a decision maker or as an adviser?", "146": "Do not try to change yourself—you are unlikely to succeed.", "184": "A person’s strengths and the way that person performs rarely conflict; the two are complementary.", "185": "But there is sometimes a conflict between a person’s values and his or her strengths.", "191": "Values, in other words, are and should be the ultimate", "194": "But most people, especially highly gifted people, do not really know where they belong until they are well past their mid-twenties.", "195": "By that time, however, they should know the answers to the three questions: What are my strengths? How do I perform? and, What are my values?", "204": "Knowing where one belongs can transform an ordinary person—hardworking and competent but otherwise mediocre—into an outstanding performer.", "212": "Very few of the people who believed that doing one’s own thing would lead to contribution, self-fulfillment, and success achieved any of the three.", "222": "A plan can usually cover no more than 18 months and", "226": "They should make a difference. Finally, results should be visible and, if at all possible, measurable.", "231": "The first is to accept the fact that other people are as much individuals as you yourself are.", "233": "To be effective, therefore, you have to know the strengths, the performance modes, and the values of your coworkers.", "237": "But that could have been avoided if the employee had only looked at the new boss and analyzed how this boss performs.", "241": "Each works his or her way, not your way.", "255": "If the marketing vice president does not understand what these high-grade knowledge specialists are doing, it is primarily their fault, not hers.", "260": "Whenever someone goes to his or her associates and says, “This is what I am good at. This is how I work. These are my values. This is the contribution I plan to concentrate on and the results I should be expected to deliver,” the response is always, “This is most helpful.", "266": "Organizations are no longer built on force but on trust.", "275": "After 20 years of doing very much the same kind of work, they are very good at their jobs. But they are not learning or contributing", "321": "Every existing society, even the most individualistic one, takes two things for granted, if only subconsciously: that organizations outlive workers, and that most people stay put."}, "Tuesdays with Morrie (Albom, Mitch)": {"223": "amyotrophic lateral sclerosis (ALS),", "248": "ALS is like a lit candle: it melts your nerves and leaves your body a pile of wax.", "252": "This takes no more than five years from the day you contract the disease.", "267": "When some of his close colleagues would visit, he would say to them, “Listen, I have to pee. Would you mind helping? Are you okay with that?”", "279": "“living funeral.” Each of them spoke and paid tribute to my old professor. Some", "292": "The world, I discovered, was not all that interested. I wandered around my early twenties, paying rent and reading classifieds and wondering why the lights were not turning green for me.", "334": "Accept what you are able to do and what you are not able to do”; “Accept the past as past, without denying it or discarding it”;", "335": "“Learn to forgive yourself and to forgive others”; “Don’t assume that it’s too late to get involved.” After a while, he had more than fifty of these “aphorisms,” which he shared with his friends.", "472": "I traded lots of dreams for a bigger paycheck, and I never even realized", "475": "“Have you found someone to share your heart with?” he asked. “Are you giving to your community? “Are you at peace with yourself?", "476": "“Are you trying to be as human as you can be?”", "483": "My days were full, yet I remained, much of the time, unsatisfied.", "524": "Youth: Identity and Crisis, I and Thou, The Divided Self.", "531": "The tension of opposites? “Life is a series of pulls back and forth. You want to do one thing, but you are bound to do something else. Something hurts you, yet you know it shouldn’t. You take certain things for granted, even when you know you should never take anything for granted.", "538": "“Love wins. Love always wins.”", "551": "envied the quality of Morrie’s time even as I lamented its diminishing supply.", "555": "“The culture we have does not make people feel good about themselves. And you have to be strong enough to say if the culture doesn’t work, don’t buy it.”", "557": "Discussion groups, walks with friends, dancing to his music in the Harvard Square church.", "568": "“So many people walk around with a meaningless life. They seem half-asleep, even when they’re busy doing things they think are important. This is because they’re chasing the wrong things. The way you get meaning into your life is to devote yourself to loving others, devote yourself to your community around you, and devote yourself to creating something that gives you purpose and meaning.”", "596": "speaks of the alienation of youth and the need for “connectedness” with the society around me.", "625": "“Because it’s the ultimate sign of dependency. Someone wiping your bottom", "627": "“Yes. After all, I get to be a baby one more time.”", "637": "Now that I’m suffering, I feel closer to people who suffer than I ever did before.", "645": "Maybe death is the great equalizer, the one big thing that can finally make strangers shed a tear for one another.", "657": "“The most important thing in life is to learn how to give out love, and to let it come in.”", "660": "‘Love is the only rational act.’", "702": "give myself a good cry if I need it. But then I concentrate on all the good things still in my life.", "704": "“Mitch, I don’t allow myself any more self-pity than that. A little each morning, a few tears, and that’s all.”", "706": "How useful it would be to put a daily limit on self-pity. Just a few tearful minutes, then on with the day.", "739": "Sometimes you cannot believe what you see, you have to believe what you feel. And if you are ever going to have other people trust you, you must feel that you can trust them, too—even when you’re in the dark. Even when you’re falling.”", "774": "we don’t get into the habit of standing back and looking at our lives and saying, Is this all? Is this all I want? Is something missing?”", "776": "“You need someone to probe you in that direction. It won’t just happen automatically", "910": "“A teacher affects eternity; he can never tell where his influence stops.”", "928": "To know you’re going to die, and to be prepared for it at any time. That’s better. That way you can actually be more involved in your life while you’re living.”", "930": "“Do what the Buddhists do. Every day, have a little bird on your shoulder that asks, ‘Is today the day? Am I ready? Am I doing all I need to do? Am I being the person I want to be?’", "937": "“The truth is, Mitch,” he said, “once you learn how to die, you learn how to live.”", "939": "He was making sure I absorbed this point, without embarrassing me by asking. It was part of what made him a good teacher.", "1045": "“Do not stop your lives,” he told them. “Otherwise, this disease will have ruined three of us instead of one.”", "1148": "Don’t cling to things, because everything is impermanent.”", "1169": "Wash yourself with the emotion. It won’t hurt you. It will only help.", "1298": "Aging is not just decay, you know. It’s growth.", "1316": "But envy comes to me, I feel it, and then I let it go.", "1322": "“Mitch, it is impossible for the old not to envy the young. But the issue is to accept who you are and revel in that.", "1324": "Looking back makes you competitive. And, age is not a competitive issue.”", "1333": "“Fate succumbs many a species: one alone jeopardises itself.”", "1356": "The average person is so fogged up by all this, he has no perspective on what’s really important anymore.", "1361": "You can’t substitute material things for love or for gentleness or for tenderness or for a sense of comradeship.", "1362": "I can tell you, as I’m sitting here dying, when you most need it, neither money nor power will give you the feeling you’re looking for, no matter how much of them you have.”", "1375": "You know what really gives you satisfaction?” What? “Offering others what you have to give.”", "1383": "Devote yourself to loving others, devote yourself to your community around you, and devote yourself to creating something that gives you purpose and meaning.", "1390": "“Mitch, if you’re trying to show off for people at the top, forget it. They will look down at you anyhow. And if you’re trying to show off for people at the bottom, forget it. They will only envy you. Status will get you nowhere. Only an open heart will allow you to float equally between everyone.”", "1395": "But giving to other people is what makes me feel alive. Not", "1404": "“Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.”", "1464": "I came to love the way Morrie lit up when I entered the room.", "1473": "“I am talking to you. I am thinking about you.”", "1483": "Once you start running, I said, it’s hard to slow yourself down.", "1484": "“Not so hard,” he said, shaking his head. “Do you know what I do? When someone wants to get ahead of me in traffic—when I used to be able to drive—I would raise my hand …”", "1486": "would raise my hand, as if I was going to make a negative gesture, and then I would wave and smile. Instead of giving them the finger, you let them go, and you smile.", "1595": "“In this culture, it’s so important to find a loving relationship with someone because so much of the culture does not give you that.", "1607": "“I’ve learned this much about marriage,” he said now. “You get tested. You find out who you are, who the other person is, and how you accommodate or don’t.”", "1611": "If you don’t respect the other person, you’re gonna have a lot of trouble. If you don’t know how to compromise, you’re gonna have a lot of trouble. If you can’t talk openly about what goes on between you, you’re gonna have a lot of trouble. And if you don’t have a common set of values in life, you’re gonna have a lot of trouble. Your values must be alike. “And the biggest one of those values, Mitch?” Yes? “Your belief in the importance of your marriage.”", "1630": "“I think,” he says, smiling, “God overdid it.”", "1660": "“People are only mean when they’re threatened,” he said later that day,", "1669": "“Here’s what I mean by building your own little subculture,” Morrie said. “I don’t mean you disregard every rule of your community.", "1671": "The little things, I can obey. But the big things—how we think, what we value—those you must choose yourself.", "1679": "“The way to do it, I think, isn’t to run away. You have to work at creating your own culture.", "1681": "We should be looking at our potential, stretching ourselves into everything we can become.", "1689": "“Invest in the human family. Invest in people. Build a little community of those you love and who love you.”", "1732": "“For me, Ted, living means I can be responsive to the other person. It means I can show my emotions and my feelings. Talk to them. Feel with them …”", "1737": "“Don’t let go too soon, but don’t hang on too long.”", "1744": "“Be compassionate,” Morrie whispered. “And take responsibility for each other.", "1778": "“Mitch … a few years ago … he died of cancer. I feel so sad. I never got to see him. I never got to forgive. It pains me now so much …”", "1788": "You need to make peace with yourself and everyone around you.”", "1828": "“Make sure they don’t overcook me.”", "1852": "“The fact that we make such a big hullabaloo over it is all because we don’t see ourselves as part of nature. We think because we’re human we’re something above nature.”", "1857": "“As long as we can love each other, and remember the feeling of love we had, we can die without ever really going away.", "1861": "“Death ends a life, not a relationship.”", "1900": "“There is no formula to relationships. They have to be negotiated in loving ways, with room for both parties,", "1917": "“The second wave says, ‘No, you don’t understand. You’re not a wave, you’re part of the ocean.’", "1939": "Sometimes, when you’re losing someone, you hang on to whatever tradition you can.", "2015": "there is no such thing as “too late” in life.", "2037": "The last class of my old professor’s life took place once a week, in his home, by a window in his study where he could watch a small hibiscus plant shed its pink flowers. The class met on Tuesdays. No books were required. The subject was the meaning of life. It was taught from experience. The teaching goes on.", "2066": "inside, it was not dying that truly rattled Morrie. It was being forgotten.", "2093": "Giving makes me feel like I’m living."}, "Frankenstein (AmazonClassics Edition) (Shelley, Mary)": {"95": "My courage and my resolution is firm; but my hopes fluctuate, and my spirits are often depressed.", "115": "I have no friend, Margaret: when I am glowing with the enthusiasm of success, there will be none to participate my joy; if I am assailed by disappointment, no one will endeavour to sustain me in dejection.", "120": "am too ardent in execution, and too impatient of difficulties.", "365": "But the latter obtained my undivided attention: wealth was an inferior object; but what glory would attend the discovery, if I could banish disease from the human frame, and render man invulnerable to any but a violent death!", "505": "In other studies you go as far as others have gone before you, and there is nothing more to know; but in a scientific pursuit there is continual food for discovery and wonder.", "529": "succeeded in discovering the cause of generation and life; nay, more, I became myself capable of bestowing animation upon lifeless matter.", "540": "how dangerous is the acquirement of knowledge, and how much happier that man is who believes his native town to be the world, than he who aspires to become greater than his nature will allow.", "549": "It was with these feelings that I began the creation of a human being.", "553": "Life and death appeared to me ideal bounds, which I should first break through, and pour a torrent of light into our dark world.", "578": "human being in perfection ought always to preserve a calm and peaceful mind, and never to allow passion or a transitory desire to disturb his tranquillity", "602": "I had worked hard for nearly two years, for the sole purpose of infusing life into an inanimate body. For this I had deprived myself of rest and health. I had desired it with an ardour that far exceeded moderation; but now that I had finished, the beauty of the dream vanished, and breathless horror and disgust filled my heart.", "1013": "rushed out of the court in agony. The tortures of the accused did not equal mine; she was sustained by innocence, but the fangs of remorse tore my bosom, and would not forego their hold.", "1407": "her countenance and tone were more cheerful"}, "12 Rules for Life: An Antidote to Chaos (Jordan B. Peterson)": {"38": "comes down the mountain, after a long absence, bearing the", "137": "loved soulful Russian novels, philosophy and ancient mythology,", "140": "only member of the research-oriented Department of Psychology at the University of Toronto who also kept a clinical practice.", "160": "Maps of Meaning,", "180": "Ideologues are people who pretend they know how to “make the world a better place” before they’ve taken care of their own chaos within.", "221": "We don’t suffer only because “politicians are dimwitted,” or “the system is corrupt,” or because you and I, like almost everyone else, can legitimately describe ourselves, in some way, as a victim of something or someone. It is because we are born human that we are guaranteed a good dose of suffering.", "253": "particular framework, such as one’s ethnicity, one’s upbringing, or the culture or historical moment one is born into. It’s nothing but an accident of birth. According to this argument (now a creed), history teaches that", "454": "We are not happy, technically speaking, unless we see ourselves progressing—and the very idea of progression implies value.", "640": "serotonin and octopamine. Winning increases the ratio of the former to the latter.", "648": "High serotonin/low octopamine characterizes the victor. The opposite neurochemical configuration, a high ratio of octopamine to serotonin, produces a defeated-looking, scrunched-up, inhibited, drooping, skulking sort of lobster, very likely to hang around street corners, and to vanish at the first hint of trouble.", "647": "cheers up lobsters.10 High serotonin/low octopamine characterizes the victor. The opposite neurochemical configuration, a high ratio of octopamine to serotonin, produces a defeated-looking, scrunched-up, inhibited, drooping, skulking sort of lobster, very likely to hang around street corners, and to vanish at the first hint of trouble.", "656": "It’s winner-take-all in the lobster world, just as it is in human societies, where the top 1 percent have as much loot as the bottom 50 percent11—and where the richest eighty-five people have as much as the bottom three and a half billion.", "660": "The majority of scientific papers are published by a very small group of scientists. A tiny proportion of musicians produces almost all the recorded commercial music.", "668": "This principle is sometimes known as Price’s law, after Derek J. de Solla Price,13", "676": "“to those who have everything, more will be given; from those who have nothing, everything will be taken.”", "687": "Instead of undertaking the computationally difficult task of identifying the best man, the females outsource the problem to the machine-like calculations of the dominance hierarchy.", "727": "“It’s not what we don’t know that gets us in trouble. It’s what we know for sure that just ain’t so.”", "733": "This is because chaos and order are interchangeable,", "734": "Even the sun itself has its cycles of instability. Likewise, there is nothing so mutable that it cannot be fixed.", "783": "Low serotonin means decreased confidence. Low serotonin means more response to stress and costlier", "820": "so that you will jump, for example, at any short-term mating opportunities, or any possibilities of pleasure,", "833": "The acts of life we repeat every day need to be automatized. They must be turned into stable and reliable habits,", "850": "positive feedback loop requires an input detector, an amplifier, and some form of output.", "874": "Perhaps she went immediately from over-reliance on her father to a relationship with an older and comparatively dominant boyfriend or husband, with little or no break for independent existence.", "908": "This often happens in the case of people, now adults, who were viciously bullied during childhood or adolescence. They become anxious and easily upset.", "909": "They shield themselves with a defensive crouch, and avoid the direct eye contact interpretable as a dominance challenge.", "928": "also happens to people who have decided, for one reason or another, that all forms of aggression, including even feelings of anger, are morally wrong.", "931": "Often they are people whose fathers who were excessively angry and controlling.", "936": "If you can bite, you generally don’t have to.", "941": "People who refuse to muster appropriately self-protective territorial responses are laid open to exploitation as much as those who genuinely can’t stand up for their own rights because of a more essential inability or a true imbalance in power.", "943": "Naive, harmless people usually guide their perceptions and actions with a few simple axioms: people are basically good; no one really wants to hurt anyone else; the threat (and, certainly, the use) of force, physical or otherwise, is wrong.", "980": "those who start to have will probably get more.", "989": "you start to straighten up, then people will look at and treat you differently.", "995": "Standing up means voluntarily accepting the burden of Being.", "1008": "Quit drooping and hunching around. Speak your mind. Put your desires forward, as if you had a right to them—at least the same right as others. Walk tall and gaze forthrightly ahead. Dare to be dangerous. Encourage the serotonin to flow plentifully through the neural pathways desperate for its calming influence.", "1012": "Emboldened by the positive responses you are now receiving, you will begin to be less anxious. You will then find it easier to pay attention to the subtle social clues that people exchange when they are communicating.", "1076": "Your actions prove it. In fact, on average, you care more. People are better at filling and properly administering prescription medication to their pets than to themselves.", "1114": "One of these is chaos. Another is order. The third (as there are three) is the process that mediates between the two, which appears identical to what modern people call consciousness.", "1118": "Chaos is the domain of ignorance itself. It’s unexplored territory.", "1127": "Order, by contrast, is explored territory. That’s the hundreds-of-millions-of-years-old hierarchy of place, position and authority.", "1135": "Where everything is certain, we’re in order. We’re there when things are going according to plan and nothing is new and disturbing.", "1198": "Outside is outside of what we currently understand—and understanding is dealing with and coping with and not merely representing objectively.", "1217": "Chaos—the unknown—is symbolically associated with the feminine.", "1226": "It is for this reason that women on dating sites rate 85 percent of men as below average in attractiveness.", "1228": "It is for this reason that we all have twice as many female ancestors as male", "1233": "Women’s proclivity to say no, more than any other force, has shaped our evolution into the creative, industrious, upright, large-brained (competitive, aggressive, domineering) creatures that we are.", "1240": "yoni and lingam of Hinduism", "1265": "The Taoist juxtaposition of yin and yang, for example, doesn’t simply portray chaos and order as the fundamental elements of Being—it also tells you how to act.", "1266": "The Way, the Taoist path of life, is represented by (or exists on) the border between the twin serpents.", "1268": "am the way, and the truth and the life. The same idea is expressed in Matthew 7:14: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.", "1273": "to have one foot firmly planted in order and security, and the other in chaos, possibility, growth and adventure.", "1283": "No matter who we are, Kalahari Desert–dweller or Wall Street banker, some things are under our control, and some things are not.", "1316": "It just does not appear possible, even for God himself, to make a bounded space completely protected from the outside—not in the real world, with its necessary limitations, surrounded by the transcendent.", "1333": "the line dividing good and evil cuts through the heart of every human being.", "1340": "is far better to render Beings in your care competent than to protect them.", "1350": "As the Russian playwright Anton Chekhov advised, “If there is a rifle hanging on the wall in act one, it must be fired in the next act. Otherwise it has no business being there.”", "1410": "Then the first man blamed the woman. And then the first man blamed God. This is exactly how every spurned male feels, to this day.", "1452": "We are next fated to contemplate morality itself.", "1463": "But we know exactly how and where we can be hurt, and why. That is as good a definition as any of self-consciousness.", "1558": "They believe that other people shouldn’t suffer, and they will work diligently and altruistically to help them alleviate it.", "1566": "It is not virtuous to be victimized by a bully, even if that bully is oneself.", "1585": "They cooperated while repairing the lines, each making up for the other’s inadequacy. This sort of everyday heroism is the rule,", "1613": "To treat yourself as if you were someone you are responsible for helping is, instead, to consider what would be truly good for you.", "1632": "Start with yourself. Take care with yourself. Define who you are. Refine your personality. Choose your destination and articulate your Being.", "1634": "whose life has a why can bear almost any how.”", "1804": "“repetition compulsion.” He thought of it as an unconscious drive to repeat the horrors of the past—sometimes, perhaps, to formulate those horrors more precisely, sometimes to attempt more active mastery and sometimes, perhaps, because no alternatives beckon.", "1808": "Refusal to learn? Motivated refusal to learn?", "1813": "But not everyone who is failing is a victim, and not everyone at the bottom wishes to rise, although many do, and many manage", "1819": "The person who tries and fails, and is forgiven, and then tries again and fails, and is forgiven, is also too often the person who wants everyone to believe in the authenticity of all that trying.", "1833": "Nothing but the narcissism of the underground man is nourished by such fantasies. Liza herself is demolished by them.", "1851": "The inflated self-importance, carelessness and sheer malevolence of the underground man dashes Liza’s last hopes.", "1855": "How do you know that your attempts to pull someone up won’t instead bring them—or you—further down?", "1867": "Maybe you are saving someone because you’re a strong, generous, well-put-together person who wants to do the right thing. But it’s also possible—and, perhaps, more likely—that you just want to draw attention to your inexhaustible reserves of compassion and good-will.", "1893": "“That’s a problem for Future Homer. Man, I don’t envy that guy!”", "1909": "am not saying that there is no hope of redemption. But it is much harder to extract someone from a chasm than to lift him from a ditch.", "1911": "Maybe I should at least wait, to help you, until it’s clear that you want to be helped.", "1923": "Here’s something to consider: If you have a friend whose friendship you wouldn’t recommend to your sister, or your father, or your son, why would you have such a friend for yourself?", "1925": "Loyalty must be negotiated, fairly and honestly. Friendship is a reciprocal arrangement. You are not morally obliged to support someone who is making the world a worse place.", "1927": "It’s a good thing, not a selfish thing, to choose people who are good for you.", "1928": "If you surround yourself with people who support your upward aim, they will not tolerate your cynicism and destructiveness. They will instead encourage you when you do good for yourself and others and punish you carefully when you do not.", "1934": "But mostly they are dragging you down because your new improvements cast their faults in an even dimmer light.", "1940": "Don’t think that it is easier to surround yourself with good healthy people than with bad unhealthy people. It’s not. A good, healthy person is an ideal.", "1943": "Make friends with people who want the best for you.", "1967": "No matter how good you are at something, or how you rank your accomplishments, there is someone out there who makes you look incompetent.", "1975": "Inside us dwells a critical internal voice and spirit that knows all this.", "1991": "If the critical voice within says the same denigrating things about everyone, no matter how successful, how reliable can it be? Maybe its comments are chatter, not wisdom.", "2009": "To begin with, there is not just one game at which to succeed or fail.", "2012": "You can pick something better matched to your unique mix of strengths, weaknesses and situation.", "2025": "When the internal critic puts you down using such comparisons, here’s how it operates: First, it selects a single, arbitrary domain of comparison (fame, maybe, or power). Then it acts as if that domain is the only one that is relevant. Then it contrasts you unfavourably with someone truly stellar, within that domain.", "2034": "Symbolically speaking, this means we must leave the house ruled by our father, and confront the chaos of our individual Being.", "2032": "As we mature we become, by contrast, increasingly individual and unique. The conditions of our lives become more and more personal and less and less comparable with those of others.", "2052": "Should is your responsibility, and you should live up to it. But this does not mean you must take the role of lap-dog, obedient and harmless. That’s how a dictator wants his slaves.", "2054": "Dare, instead, to be dangerous. Dare to be truthful. Dare to articulate yourself, and express (or at least become aware of) what would really justify your life.", "2062": "immature, in which case he or she should shut", "2063": "tyranny afoot—in which case the person subjugated has a moral obligation to speak up.", "2078": "Once integrated, the successful adult then must learn how to be just the right amount different from everyone else.", "2082": "You must decide how much of your time to spend on this, and how much on that. You must decide what to let go, and what to pursue.", "2093": "We are always and simultaneously at point “a” (which is less desirable than it could be), moving towards point “b” (which we deem better, in accordance with our explicit and implicit values).", "2108": "and you’re broken. You need an inspector. The internal critic—it could play that role, if you could get it on track; if you and it could cooperate. It could help you take stock.", "2112": "The future is like the past. But there’s a crucial difference. The past is fixed, but the future—it could be better.", "2115": "Perhaps happiness is always to be found in the journey uphill, and not in the fleeting sense of satisfaction awaiting at the next peak.", "2122": "“Excuse me,”", "2123": "“I’m trying to reduce some of the unnecessary suffering around here.", "2136": "A little careful kindness goes a long way, and judicious reward is a powerful motivator.", "2149": "Then you give yourself that damn coffee, in triumph. Maybe you feel a bit stupid about it, but you do it anyway. And you do the same thing tomorrow,", "2152": "That’s worth repeating. What you aim at determines what you see.", "2168": "Most felt pretty good about that. Ha! They passed the test! But then Dr. Simons asked, “Did you see the gorilla?”", "2186": "The ball on which Simons’s research subjects were focused was never obscured by the gorilla or by any of the six players.", "2191": "And it has to be that way, because there is much more of the world than there is of you.", "2210": "life doesn’t have the problem. You do.", "2219": "You must change what you are after more profoundly.", "2224": "will try to want whatever it is that would make my life better—whatever", "2240": "As you move along with it, it cooperates or objects. But you can dance with it,", "2243": "If we start aiming at something different—something like “I want my life to be better”—our minds will start presenting us with new information,", "2252": "Thus, we must become conscious of our desires, and articulate them, and prioritize them, and arrange them into hierarchies.", "2266": "You cannot aim yourself at anything if you are completely undisciplined and untutored.", "2274": "“The Kingdom of the Father is spread out upon the earth, but men do not see it.”75", "2277": "“But I’m an atheist.” No, you’re not (and if you want to understand this, you could read Dostoevsky’s Crime and Punishment,", "2283": "You simply don’t know what you believe, before that. You are too complex to understand yourself.", "2282": "You can only find out what you actually believe (rather than what you think you believe) by watching how you act.", "2298": "Its careful, respectful study can reveal things to us about what we believe and how we do and should act that can be discovered in almost no other manner.", "2359": "It means you must place your old strategies aside. It means, instead, that you must pay attention, as you may never have paid attention before.", "2364": "“What is it that is bothering me?” “Is that something I could fix?” and “Would I actually be willing to fix it?”", "2382": "Ask yourself for a voluntary contribution.", "2406": "Realization is dawning. Instead of playing the tyrant, therefore, you are paying attention.", "2408": "because you no longer know that someone else truly has it better.", "2417": "Compare yourself to who you were yesterday, not to who someone else is today.", "2445": "Because they did not dare to teach him what “No” means, he had no conception of the reasonable limits enabling maximal toddler autonomy.", "2469": "The forefather of the Qing dynasty, Giocangga (circa 1550), for example, is the male-line ancestor of a million and a half people in northeastern China.", "2473": "And the king of them all, Genghis Khan, conqueror of much of Asia, is forefather of 8 percent of the men in Central Asia—sixteen million male", "2530": "Each person’s private trouble cannot be solved by a social revolution, because revolutions are destabilizing and", "2544": "Better this than the reverse, you might argue—but there are catastrophes lurking at the extremes of every moral continuum.", "2547": "Genevan French philosopher Jean-Jacques Rousseau.82 Rousseau", "2580": "Iris Chang’s The Rape of Nanking,", "2587": "Honduras, which has the highest rate recorded of any modern nation.", "2592": "This is a very instructive example of complex social structures serving to reduce, not exacerbate, the violent tendencies of human beings.", "2590": "had a yearly murder rate of 40 per 100,000, which declined by more than 30% once they became subject to state authority.", "2605": "Children can be damaged as much or more by a lack of incisive attention as they are by abuse, mental or physical.", "2607": "Children are damaged when those charged with their care, afraid of any conflict or upset, no longer dare to correct them, and leave them without guidance.", "2620": "attention to interacting with other children whose cost/benefit ratio, to speak bluntly, would be much lower.", "2638": "first, that creativity beyond the trivial is shockingly rare96 and, second, that strict limitations facilitate rather than inhibit creative achievement.", "2687": "“Old age and treachery can always overcome youth and skill.”", "2714": "Scared parents think that a crying child is always sad or hurt. This is simply not true.", "2715": "Anger is one of the most common reasons for crying.", "2731": "Don’t cast pearls before swine, as the old saying goes.", "2732": "You pick your poison, and I’ll pick mine.", "2733": "Modern parents are terrified of two frequently juxtaposed words: discipline and punish.", "2759": "He noted that use of reward was very difficult: the observer had to attend patiently until the target spontaneously manifested the desired behaviour, and then reinforce.", "2767": "Pain is more potent than pleasure, and anxiety more than hope.", "2824": "It means instead that parents must reward those attitudes and actions that will bring their child success in the world outside the family, and use threat and punishment", "2849": "It is fortunate indeed that in the face of such variability we are the beneficiaries of much thoughtful meditation on the proper use of social control.", "2851": "bad laws drive out respect for good laws.", "2862": "So now we have two general principles of discipline. The first: limit the rules. The second: Use the least force necessary to enforce those rules. About the first principle,", "2882": "They could see that people liked them. This also reinforced their good behaviour.", "2889": "Part of establishing a relationship with your son or daughter is learning how that small person responds to disciplinary intervention—", "2891": "there is no excuse for physical punishment.", "2894": "Deprivation of liberty causes pain in a manner essentially similar to that of physical trauma.", "2940": "An angry child should sit by himself until he calms down.", "2949": "And if you’re not thinking such things through, then you’re not acting responsibly as a parent. You’re leaving the dirty work to someone else, who will be much dirtier doing it.", "2962": "parents should understand their own capacity to be harsh, vengeful, arrogant, resentful, angry and deceitful.", "2978": "Parents have a duty to act as proxies", "2980": "It’s more important even than fostering individual identity.", "2997": "Clear rules make for secure children and calm, rational parents.", "2999": "Clear rules and proper discipline help the child, and the family, and society, establish, maintain and expand the order that is all that protects us from chaos and the terrors of the underworld,", "3002": "not let your children do anything that makes you dislike them.", "3072": "Tolstoy could identify only four means of escaping from such thoughts. One was retreating into childlike ignorance of the problem. Another was pursuing mindless pleasure.", "3073": "The third was “continuing to drag out a life that is evil and meaningless, knowing beforehand that nothing can come of it.”", "3093": "How can a person who is awake avoid outrage at the world?", "3152": "if it’s her fault, she might be able to do something about it. If it’s God’s fault, however—if reality itself is flawed,", "3170": "Then he wrote The Gulag Archipelago, a history of the Soviet prison camp system.", "3203": "That’s insanely responsible. But the alternative is to judge reality as insufficient, to criticize Being itself, and to sink into resentment and the desire for revenge.", "3205": "If you are suffering—well, that’s the norm. People are limited and life is tragic. If your suffering is unbearable, however, and you are starting to become corrupted, here’s something to think about.", "3213": "Start to stop doing what you know to be wrong.", "3220": "You can use your own standards of judgment. You can rely on yourself for guidance. You don’t have to adhere to some external,", "3224": "If you cannot bring peace to your household, how dare you try to rule a city?", "3229": "After some months and years of diligent effort, your life will become simpler and less complicated.", "3241": "Set your house in perfect order before you criticize the world.", "3269": "Do what’s expedient. Lie, cheat, steal, deceive, manipulate—but don’t get caught. In an ultimately meaningless universe, what possible difference could it make?", "3310": "that something better might be attained in the future by giving up something of value in the present.", "3321": "we began to realize that reality was structured as if it could be bargained with.", "3327": "Understanding is often acted out before it can be articulated (just as a child acts out what it means to be “mother” or “father” before being able to give a spoken account", "3342": "the future is a judgmental father.", "3344": "sacrifice now, to gain later.", "3351": "sacrifice will improve the future.", "3382": "To share does not mean to give away something you value, and get nothing back. That is instead only what every child who refuses to share fears it means.", "3383": "To share means, properly, to initiate the process of trade.", "3385": "He that has once done you a kindness will be more ready to do you another than he whom you yourself have obliged.", "3407": "We thought it over, and drew a conclusion: The successful among us delay gratification. The successful among us bargain with the future.", "3410": "The successful sacrifice.", "3422": "sometimes, when things are not going well, it’s not the world that’s the cause. The cause is instead that which is currently most valued, subjectively and personally.", "3494": "What can we learn from this? If you cease to utter falsehoods and live according to the dictates of your conscience, you can maintain your nobility, even when facing the ultimate threat;", "3515": "And once you truly understand such feelings in yourself, and how they’re produced, you understand how to produce them in others.", "3573": "The same issue emerges again, in its culminating form, the story of Christ and his temptation by Satan. But this time it’s expressed more comprehensively—and the hero wins.", "3692": "he is not grasping, so does not lose.", "3769": "that Christianity meant accepting the proposition that Christ’s sacrifice, and only that sacrifice, had redeemed humanity.", "3783": "devaluation of the significance of earthly life, as only the hereafter mattered.", "3784": "passive acceptance of the status quo, because salvation could not be earned in any case through effort in this", "3786": "the right of the believer to reject any real moral burden", "3787": "because the Son of God had already done all the important work.", "3855": "What is it, that we most truly are? What is it that we could most truly become, knowing who we most truly are? We must get to the very bottom of things before such questions can be truly answered.", "3861": "(I think, therefore I am).", "3879": "Faith in the part of us that continues across those deaths is a prerequisite to thinking itself.", "3882": "The internet is a graveyard of dead facts. But an idea that grips a person is alive.", "3884": "An idea has an aim. It wants something. It posits a value structure.", "3923": "There are some actions that are so intrinsically terrible that they run counter to the proper nature of human Being.", "3935": "The good is whatever stops such things from happening.", "3936": "Aim up. Pay attention. Fix what you can fix. Don’t be arrogant in your knowledge. Strive for humility, because totalitarian pride", "4054": "What should you do, when you don’t know what to do? Tell the truth.", "4230": "Viktor Frankl, the psychiatrist and Nazi concentration camp survivor who wrote the classic Man’s Search for Meaning,", "4263": "The capacity of the rational mind to deceive, manipulate, scheme, trick, falsify, minimize, mislead, betray, prevaricate, deny, omit, rationalize, bias, exaggerate and obscure is so endless, so remarkable,", "4291": "What saves is the willingness to learn from what you don’t know.", "4310": "“This is where we put the Russians. If one tries to escape, the others pull him back in.”", "4339": "It was deceit that killed hundreds of millions of people in the twentieth century. It was deceit that almost doomed civilization itself. It is deceit that still threatens us, most profoundly, today.", "4350": "You have a direction, but it might be wrong. You have a plan, but it might be ill-formed.", "4351": "You must make friends, therefore, with what you don’t know, instead of what you know. You must remain awake to catch yourself", "4367": "he journeys voluntarily to the underworld and gives the eye to his father.", "4369": "that the attentive son can restore the vision of his father.", "4370": "But the present is not the past. The wisdom of the past thus deteriorates, or becomes outdated, in proportion to the genuine difference between the conditions of the present and the past.", "4384": "Every bit of learning is a little death.", "4385": "Every bit of new information challenges a previous conception, forcing it to dissolve into chaos before it can be reborn as something better.", "4390": "He chose rebirth over descent into Hell.", "4394": "Articulate your experience as clearly and carefully to yourself and others as you possibly", "4395": "And, while you are doing this, do not lie. Especially to yourself.", "4401": "Sometimes I was trying to disguise my own true ignorance of the topic at hand.", "4409": "If, instead, you tell the truth, your values transform as you progress.", "4419": "You consult only yourself, even though that means you must rely on your own decisions.", "4434": "You cannot know ahead of time. Even a good example is insufficient for proof, given the differences between individuals.", "4442": "Make your criteria for failure and success timely and clear, at least for yourself", "4457": "For the big lie, you first need the little lie. The little lie is, metaphorically speaking, the bait used by the Father of Lies to hook his victims.", "4464": "The reason is simple. Things fall apart. What worked yesterday will not necessarily work today.", "4481": "Then, most terribly, the transformation of those now necessary lies through practice into automatized, specialized, structural, neurologically instantiated “unconscious” belief and action.", "4490": "Hell comes later. Hell comes when lies have destroyed the relationship between individual or state and reality itself.", "4513": "In Paradise, everyone speaks the truth. That is what makes it Paradise. Tell the truth. Or, at least, don’t lie.", "4699": "you’re going to insist on bending the world to your way, you better have your reasons. If you’re going to stand your ground, you better have your reasons.", "4748": "That’s key to the psychotherapeutic process: two people tell each other the truth—and both listen.", "4756": "“Stop the discussion for a moment, and institute this rule: ‘Each person can speak up for himself only after he has first restated the ideas and feelings of the previous speaker accurately, and to that speaker’s satisfaction.’", "4778": "you first give the devil his due, looking at his arguments from his perspective, you can (1) find the value in them, and learn something in the process, or (2) hone your positions against them (if you still believe they are wrong) and strengthen your arguments further against challenge.", "4794": "(You can in fact tell whether or not you are actually listening in this manner. If the conversation is boring, you probably aren’t.)", "4796": "Not all talking is thinking. Nor does all listening foster transformation. There are", "4811": "denigrate or ridicule the viewpoint of anyone holding a contrary position,", "4812": "impress the listeners (many of whom are already occupying the same ideological space) with the validity of his assertions.", "4827": "put it another way: It takes a village to organize a mind. Much of what we consider", "4829": "We outsource the problem of our sanity.", "4864": "The purpose of these conversations, as a witty friend of mine once observed, was to say “anything that was either true or funny.”", "4884": "do not be boring (although it is also very bad form to actually put someone down, when you are only pretending to put them", "4896": "The conversation of mutual exploration, by contrast, requires people who have decided that the unknown makes a better friend than the known.", "4912": "It’s as if you are listening to yourself during such a conversation, just as you are listening to the other person.", "4928": "Assume that the person you are listening to might know something you don’t.", "5153": "Chaos emerges in a household, bit by bit. Mutual unhappiness and resentment pile up. Everything untidy is swept under the rug, where the dragon feasts on the crumbs.", "5221": "All she—he—they—or we—must do to ensure such an outcome is nothing: don’t notice, don’t react, don’t attend, don’t discuss, don’t consider, don’t work for peace, don’t take responsibility.", "5255": "Why refuse to specify, when specifying the problem would enable its solution?", "5339": "If you shirk the responsibility of confronting the unexpected, even when it appears in manageable doses, reality itself will become unsustainably disorganized and chaotic.", "5377": "Be precise in your speech.", "5472": "stand for this!” The question seems particularly relevant if the same someone is complaining, criticizing, or trying to change someone else’s behaviour.", "5474": "if you cannot understand why someone did something, look at the consequences—and infer the motivation.", "5706": "successful only because of that domination and exclusion.", "5709": "Of course, culture is an oppressive structure. It’s always been that way.", "5843": "No one could stand up for communism after The Gulag Archipelago—not even the communists themselves.", "5868": "the fact that power plays a role in human motivation does not mean that it plays the only role, or even the primary role.", "5870": "That does not justify the claim that everything is interpretation, or that categorization is just exclusion.", "5896": "that the prime lesson of history is that men, rather than nature, were the primary source of the oppression of women (rather than, as in most cases, their partners and supporters);", "5929": "Gender is constructed, but an individual who desires gender re-assignment surgery is to be unarguably considered a man trapped in a woman’s body (or vice versa). The fact that both of these cannot logically be true, simultaneously, is just ignored (or", "5948": "group identity can be fractionated right down to the level of the individual.", "5999": "Insufficiently aggressive women—and men, although more rarely—do too much for others.", "6003": "Because too-agreeable people bend over backwards for other people, they do not stand up properly for themselves.", "6020": "they loved me, they would know what to do.” That’s the voice of resentment.", "6021": "No one has a direct pipeline to your wants and needs—not even you.", "6028": "Agreeable people will go along with whoever makes a suggestion, instead of insisting, at least sometimes, on their own way.", "6054": "Too much protection devastates the developing soul.", "6069": "When God Was a Woman.201 This whole series of essentially archetypal/mythological ideas became touchstones for the theology of the women’s movement and the matriarchal studies of 1970s feminism", "6107": "men are actually less tender-minded and agreeable than women, on average, and are less susceptible to anxiety and emotional pain.", "6132": "she must form a relationship with masculine consciousness and stand up to the terrible world", "6144": "She fostered the independence of her children, even though doing so was often hard on her. She did the right thing, even though it caused her emotional distress.", "6210": "Partly what this means for the future is that if men are pushed too hard to feminize, they will become more and more interested in harsh, fascist political ideology.", "6242": "And if you think tough men are dangerous, wait until you see what weak men are capable of. Leave children alone when they are skateboarding.", "6284": "#JudgementalSikko.", "6286": "“minimal group identification,”", "6299": "Cooperation is for safety, security and companionship. Competition is for personal growth and status.", "6304": "Then they favour their own group, because favouring it helps it thrive—and climbing something that is failing is not a useful strategy.", "6306": "Otherwise, the mere mention of a cat in the title would be enough to turn many dog people against me, just", "6356": "“It’s not God I don’t accept. Understand this,” says Ivan. “I do not accept the world that He created, this world of God’s, and cannot agree with it.”", "6371": "I came to realize through such thoughts that what can be truly loved about a person is inseparable from their limitations.", "6404": "Imagine a Being who is omniscient, omnipresent, and omnipotent. What does such a Being lack?211 The answer? Limitation.", "6451": "Being of any reasonable sort appears to require limitation.", "6495": "it’s not despite their limitations. It’s because of their limitations.", "6551": "Set aside some time to talk and to think about the illness or other crisis and how it should be managed every day. Do not talk or think about it otherwise.", "6565": "Once you are aligned with the heavens, you can concentrate on the day. Be careful. Put the things you can control in order.", "6567": "But to persevere they must see the good in Being. If they lose that, they are truly lost.", "6651": "To choose the alternative—to seek peace—you have to decide that you want the answer, more than you want to be right.", "6671": "Write down the words you want inscribed on your soul.", "6674": "What shall I do tomorrow? The answer came: The most good possible in the shortest period of time.", "6675": "The second question was in the same vein: What shall I do next year? Try to ensure that the good I do then will be exceeded only by the good I do the year after that. That", "6691": "What does all that mean? Orient yourself properly. Then—and only then—concentrate on the day. Set your sights at the Good, the Beautiful, and the True, and then focus pointedly and carefully on the concerns of each moment.", "6721": "What shall I do with the stranger? Invite him into my house, and treat him like a brother, so that he may become one. That’s to extend the hand of trust to someone", "6746": "There is no enlightened one. There is only the one who is seeking further enlightenment.", "6791": "What shall I do when my enemy succeeds? Aim a little higher and be grateful for the lesson.", "6849": "What shall I do to strengthen my spirit? Do not tell lies, or do what you despise. What shall I do to ennoble my body? Use it only in the service of my soul. What shall I do with the most difficult of questions? Consider them the gateway to the path of life. What shall I do with the poor man’s plight? Strive through right example to lift his broken heart. What shall I do when the great crowd beckons? Stand tall and utter my broken truths."}, "The 4-Hour Workweek, Expanded and Updated: Expanded and Updated, With Over 100 New Pages of Cutting-Edge Content. (Timothy Ferriss)": {"184": "www.fourhourblog.com", "253": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.", "287": "The New Rich (NR) are those who abandon the deferred-life plan and create luxury lifestyles in the present using the currency of the New Rich: time and mobility.", "301": "People don’t want to be millionaires—they want to experience what they believe only millions can buy. Ski chalets, butlers, and exotic travel often enter the picture.", "318": "How do your decisions change if retirement isn’t an option?", "319": "What if you could use a mini-retirement to sample your deferred-life plan reward before working 40 years for it?", "321": "Is it really necessary to work like a slave to live like a millionaire?", "333": "Outside of science and law, all rules can be bent or broken, and it doesn’t require being unethical.", "338": "for Definition turns misguided common sense upside down and introduces the rules and objectives of the new game.", "343": "for Elimination kills the obsolete notion of time management once and for all.", "347": "for Automation puts cash flow on autopilot using geographic arbitrage, outsourcing, and rules of nondecision.", "373": "An expert is a person who has made all the mistakes that can be made in a very narrow field.", "379": "Princeton University guest lecturer in high-tech entrepreneurship First American in history to hold a Guinness World Record in tango Advisor to more than 30 world-record holders in professional and Olympic sports Wired magazine’s “Greatest Self-Promoter of 2008” National Chinese kickboxing champion Horseback archer (yabusame) in Nikko, Japan Political asylum researcher and activist MTV breakdancer in Taiwan Hurling competitor in Ireland Actor on hit TV series in mainland China and Hong Kong (Human Cargo)", "403": "I volunteer for a one-year exchange program in Japan, where people work themselves to death—a phenomenon called karooshi—and", "416": "3-hour event, and $533 per hour convinces me that finding a market before designing a product is smarter than the reverse.", "460": "Reality is merely an illusion, albeit a very persistent one.", "493": "To work for yourself. NR: To have others work for you.", "496": "work when you want to. NR: To prevent work for work’s sake, and to do the minimum necessary for maximum effect (“minimum effective load”).", "499": "To retire early or young. NR: To distribute recovery periods and adventures (mini-retirements)", "500": "throughout life on a regular basis and recognize that inactivity is not the goal. Doing that which excites you is.", "503": "To buy all the things you want to have. NR: To do all the things you want to do, and be all the things you want to be. If this includes some tools and gadgets, so be it, but they are either means to an end or bonuses, not the focus.", "507": "To be the boss instead of the employee; to be in charge.", "508": "To be neither the boss nor the employee, but the owner. To own the trains and have someone else ensure they run on time.", "510": "To make a ton of money. NR: To make a ton of money with specific reasons and defined dreams to chase, timelines and steps included. What are you working for?", "521": "comes every day: cash flow first, big payday second.", "529": "The first principle is that you must not fool yourself, and you are the easiest person to fool.", "534": "If you can free your time and location, your money is automatically worth 3–10 times as much.", "537": "what you do, when you do it, where you do it, and with whom you do it. I call this the “freedom multiplier.”", "546": "The employee who rearranges his schedule and negotiates a remote work agreement to achieve 90% of the results in one-tenth of the time, which frees him to practice cross-country skiing and take road trips with his family two weeks per month.", "548": "The business owner who eliminates the least profitable customers and projects, outsources all operations entirely, and travels the world collecting rare documents, all while working remotely on a website to showcase her own illustration work.", "551": "The student who elects to risk it all—which is nothing—to establish an online video rental service that delivers $5,000 per month in income from a small niche of Blu-ray aficionados, a two-hour-per-week side project that allows him to work full-time as an animal rights lobbyist.", "578": "Once you say you’re going to settle for second, that’s what happens to you in life.", "600": "Now that she had done it once, she had the itch.", "621": "I can’t give you a surefire formula for success, but I can give you a formula for failure: try to please everybody all the time.", "637": "The result? I won all of my matches by technical knock-out (TKO) and went home national champion", "647": "By 1980, 13 of the 16 Olympic finalists were using the Fosbury flop.", "650": "Sports evolve when sacred cows are killed, when basic assumptions are tested.", "655": "If everyone is defining a problem or solving it one way and the results are subpar, this is the time to ask, What if I did the opposite?", "664": "Retirement Is Worst-Case-Scenario Insurance.", "667": "flawed for at least three solid reasons:", "668": "It is predicated on the assumption that you dislike what you are doing during the most physically capable years of your life.", "669": "Most people will never be able to retire and maintain even a hotdogs-for-dinner standard of living.", "673": "the math does work, it means that you are one ambitious, hardworking machine.", "683": "The NR aims to distribute “mini-retirements” throughout life instead of hoarding the recovery and enjoyment for the fool’s gold of retirement.", "688": "Doing less meaningless work, so that you can focus on things of greater personal importance, is NOT laziness.", "698": "The timing is never right to have a baby.” And so it is.", "702": "“eventually,” just do it and correct course along the way.", "706": "Get good at being a troublemaker and saying sorry when you really screw up. 6.", "707": "Emphasize Strengths, Don’t Fix Weaknesses.", "714": "Things in Excess Become Their Opposite.", "719": "Too much, too many, and too often of what you want becomes what you don’t want.", "722": "Money Alone Is Not the Solution.", "731": "Relative Income Is More Important Than Absolute Income.", "740": "Relative income uses two variables: the dollar and time, usually hours.", "743": "In relative income, John is four times richer.", "752": "Distress refers to harmful stimuli that make you weaker, less confident, and less able.", "754": "Eustress, on the other hand, is a word most of you have probably never heard. Eu-, a Greek prefix for “healthy,” is used in the same sense in the word “euphoria.”", "758": "the more eustress we can create or apply to our lives, the sooner we can actualize our dreams.", "780": "Many a false step was made by standing still.", "782": "Named must your fear be before banish it you can.", "814": "Action may not always bring happiness, but there is no happiness without action.", "839": "Conquering Fear = Defining Fear", "843": "defining my nightmare, the worst-case scenario, I wasn’t as worried", "858": "There’s no difference between a pessimist who says, “Oh, it’s hopeless, so don’t bother doing anything,” and an optimist who says, “Don’t bother doing anything, it’s going to turn out fine anyway.” Either way, nothing happens.", "874": "It is the reward of those who have no fear of discomfort.", "888": "To enjoy life, you don’t need fancy nonsense, but you do need to control your time and realize that most things just aren’t as serious as you make them out to be.", "893": "Don’t save it all for the end. There is every reason not to.", "895": "I am an old man and have known a great many troubles, but most of them never happened.", "900": "Define your nightmare, the absolute worst that could happen if you did what you are considering.", "904": "What steps could you take to repair the damage or get things back on the upswing, even if temporarily?", "906": "What are the outcomes or benefits, both temporary and permanent, of more probable scenarios? Now", "911": "If you were fired from your job today, what would you do to get things under financial control?", "913": "What are you putting off out of fear?", "916": "What we fear doing most is usually what we most need to do.", "919": "What is it costing you—financially, emotionally, and physically—to postpone action?", "920": "Don’t only evaluate the potential downside of action. It is equally important to measure the atrocious cost of inaction. If", "925": "What are you waiting for?", "942": "“Would you tell me, please, which way I ought to go from here?” “That depends a good deal on where you want to get to,” said the Cat. “I don’t much care where …” said Alice. “Then it doesn’t matter which way you go,” said the Cat.", "946": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "958": "Contact three seemingly impossible-to-reach people—J.Lo, Bill Clinton, J. D. Salinger, I don’t care—and get at least one to reply to three questions.", "969": "Doing the Unrealistic Is Easier Than Doing the Realistic", "975": "Do not overestimate the competition and underestimate yourself. You are better than you think.", "984": "collective insecurity of the world makes it easy for people to hit home runs while everyone else is aiming for base hits.", "996": "Excitement is the more practical synonym for happiness, and it is precisely what you should strive to chase. It is the cure-all.", "1001": "Be realistic and stop pretending. Life isn’t like the movies. If you’re five years old and say you want to be an astronaut, your", "1004": "If you do manage to ignore the doubters and start your own business, for example, ADD doesn’t disappear. It just takes a different form.", "1011": "If you don’t define the “what I want” alternate activities, the X figure will increase indefinitely to avoid the fear-inducing uncertainty of this void.", "1023": "Remember—boredom is the enemy, not some abstract “failure.”", "1024": "Correcting Course: Get Unrealistic", "1026": "Dreamlining is so named because it applies timelines to what most would consider dreams.", "1029": "The goals shift from ambiguous wants to defined steps. The goals have to be unrealistic to be effective. It focuses on activities that will fill the vacuum created when work is removed. Living like a millionaire requires doing interesting things and not just owning enviable things.", "1054": "“I do what I always do: find a personal e-mail if possible, often through their little-known personal blogs, send a two- to three-paragraph e-mail which explains that I am familiar with their work, and ask one simple-to-answer but thought-provoking question in that e-mail related to their work or life philosophies.", "1056": "The goal is to start a dialogue so they take the time to answer future e-mails—not to ask for help. That can only come after at least three or four genuine e-mail exchanges.”", "1068": "“I deal with rejection by persisting, not by taking my business elsewhere.", "1069": "‘Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.’ You won’t believe what you can accomplish by attempting the impossible with the courage to repeatedly fail better.”", "1078": "The existential vacuum manifests itself mainly in a state of boredom.", "1085": "What would you do if there were no way you could fail? If you were 10 times smarter than the rest of the world?", "1095": "Drawing a blank?", "1103": "Convert each “being” into a “doing” to make it actionable.", "1108": "Fluent in Chinese have a five-minute conversation    with a Chinese co-worker", "1110": "What are the four dreams that would change it all?", "1113": "Determine the cost of these dreams and calculate your Target Monthly Income (TMI) for both timelines.", "1146": "Determine three steps for each of the four dreams in just the 6-month timeline and take the first step now.", "1159": "If the next stage is some form of research, get in touch with someone who knows the answer instead of spending too much time in books or online,", "1164": "COMFORT CHALLENGE", "1167": "To have an uncommon lifestyle, you need to develop the uncommon habit of making decisions, both for yourself and for others.", "1174": "Learn to Eye Gaze (2 days)", "1178": "Focus on one eye and be sure to blink occasionally so you don’t look like a psychopath or get your ass kicked.", "1180": "In conversation, maintain eye contact when you are speaking. It’s easy to do while listening.", "1181": "Practice with people bigger or more confident than yourself. If a passerby asks you what the hell you’re staring at, just smile and respond, “Sorry about that. I thought you were an old friend of mine.”", "1244": "Doing something unimportant well does not make it important.", "1245": "Requiring a lot of time does not make a task important.", "1246": "What you do is infinitely more important than how you do it.", "1249": "What gets measured gets managed.", "1258": "Eighty percent of Pareto’s garden peas were produced by 20% of the peapods he had planted, for example.", "1261": "80% of the consequences flow from 20% of the causes.", "1270": "Which 20% of sources are causing 80% of my problems and unhappiness?", "1271": "Which 20% of sources are resulting in 80% of my desired outcomes and happiness?", "1275": "The goal is to find your inefficiencies in order to eliminate them and to find your strengths so you can multiply them.", "1291": "The effect on my self-esteem and state of mind just wasn’t worth the financial gain.", "1321": "Being busy is a form of laziness—lazy thinking and indiscriminate action.", "1322": "Being selective—doing less—is the path of the productive.", "1323": "Focus on the important few and ignore the rest.", "1329": "I saw a bank that said “24-Hour Banking,” but I don’t have that much time.", "1356": "Parkinson’s Law dictates that a task will swell in (perceived) importance and complexity in relation to the time allotted for its completion.", "1357": "If I give you 24 hours to complete a project, the time pressure forces you to focus on execution", "1358": "If I give you a week to complete the same task, it’s six days of making a mountain out of a molehill.", "1359": "The end product of the shorter deadline is almost inevitably of equal or higher quality due to greater focus.", "1362": "Limit tasks to the important to shorten work time (80/20). Shorten work time to limit tasks to the important (Parkinson’s Law).", "1394": "Am I being productive or just active?", "1395": "Am I inventing things to do to avoid the important?", "1400": "We create stress for ourselves because you feel like you have to do it. You have to. I don’t feel that anymore.", "1403": "(1) Define a to-do list and (2) define a not-to-do list.", "1424": "Positive friends versus time-consuming friends:", "1423": "Identify:", "1427": "Who is causing me stress disproportionate to the time I spend with them?", "1429": "When do I feel starved for time?", "1432": "Poisonous people do not deserve your time. To think otherwise is masochistic.", "1440": "If someone isn’t making you stronger, they’re making you weaker.", "1442": "“If this is the only thing I accomplish today, will I be satisfied with my day?”", "1452": "Put a Post-it on your computer screen or set an Outlook reminder to alert you at least three times daily with the question: Are you inventing things to do to avoid the important?", "1457": "Do not multitask.", "1459": "If you prioritize properly, there is no need to multitask.", "1460": "As stated, you should have, at most, two primary goals or tasks per day.", "1462": "Use Parkinson’s Law on a Macro and Micro Level.", "1464": "On a weekly and daily macro level, attempt to take Monday and/or Friday off, as well as leave work at 4 P.M.", "1476": "Stop asking for opinions and start proposing solutions", "1509": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.", "1526": "Most information is time-consuming, negative, irrelevant to your goals, and outside of your influence.", "1540": "That was it. I let other dependable people synthesize hundreds of hours and thousands of pages of media for me.", "1556": "Two Minutes: Use a pen or finger to trace under each line as you read as fast as possible.", "1558": "Three Minutes: Begin each line focusing on the third word in from the first word, and end each line focusing on the third word in from the last word.", "1565": "Two Minutes: Once comfortable indenting three or four words from both sides, attempt to take only two snapshots—also known as fixations—per line on the first and last indented words.", "1567": "reading too fast for comprehension but with good technique (the above three techniques) for five pages prior to reading at a comfortable speed.", "1606": "Develop the habit of asking yourself, “Will I definitely use this information for something immediate and important?”", "1613": "Practice the art of nonfinishing.", "1620": "Get Phone Numbers (2 Days)", "1626": "“Excuse me. I know this is going to sound strange, but if I don’t ask you now, I’ll be kicking myself for the rest of the day. I’m running to meet a friend [i.e., I have friends and am not a stalker], but I think you’re really [extremely, drop-dead] cute [gorgeous, hot]. Could I have your phone number? I’m not a psycho—I promise. You can give me a fake one if you’re not interested.”", "1657": "learned exactly how the grader evaluated work, including his or her prejudices and pet peeves.", "1658": "The grader would think long and hard about ever giving me less than an A. He or she would never consider giving me a bad grade without exceptional reasons for doing so, as he or she knew I’d come a’knocking for another three-hour visit.", "1665": "Fortunately, a few simple routine changes make bothering you much more painful than leaving you in peace.", "1669": "Time wasters:", "1672": "Time consumers:", "1675": "Empowerment failures:", "1678": "The best defense is a good offense.", "1685": "Check e-mail twice per day, once at 12:00 noon or just prior to lunch, and again at 4:00 P.M. 12:00 P.M. and 4:00 P.M. are times that ensure you will have the most responses from previously sent e-mail.", "1711": "Use two telephone numbers if possible—one office line (non urgent) and one cellular (urgent", "1716": "The office phone should be put on silent mode and allowed to go to voicemail at all times. The voicemail recording should sound familiar:", "1723": "If someone does call your cell phone, it is presumably urgent and should be treated as such.", "1736": "Don’t encourage people to chitchat and don’t let them chitchat.", "1761": "Respond to voicemail via e-mail whenever possible. This trains people to be concise", "1773": "Meetings should only be held to make decisions about a predefined situation,", "1787": "The cubicle is your temple—don’t permit casual visitors. Some suggest using a clear “do not disturb” sign of some type, but I have found that this is ignored unless you have an office.", "1798": "Use the Puppy Dog Close to help your superiors and others develop the no-meeting habit.", "1850": "Some of my scheduled batches in 2007 were e-mail (Mondays 10:00 A.M.), phone (completely eliminated), laundry (every other Sunday at 10:00 P.M.), credit cards and bills (most are on automatic payment, but I check balances every second Monday after e-mail), strength training (every 4th day for 30 minutes), etc.", "1859": "For the employee, the goal is to have full access to necessary information and as much independent decision-making", "1860": "For the entrepreneur, the goal is to grant as much information and independent decision-making ability to employees or contractors as possible.", "1866": "It wasn’t scalable because there was an information and decision bottleneck: me.", "1879": "Upon close analysis, it became clear that more than 90% of the issues that prompted e-mail could be resolved for less than $20.", "1885": "People are smarter than you think. Give them a chance to prove themselves.", "1895": "Empower others to act without interrupting you.", "1896": "SET THE RULES in your favor: Limit access to your time, force people to define their requests before spending time with them, and batch routine menial tasks to prevent postponement of more important projects.", "1904": "laming idiots for interruptions is like blaming clowns for scaring children—they can’t help it.", "1913": "Replace the habit of “How are you?” with “How can I help you?”", "1922": "Batch activities to limit setup cost and provide more time for dreamline milestones.", "1925": "Set or request autonomous rules and guidelines with occasional review of results.", "1940": "Take photographs of everything I might want to remember or find later—business", "1945": "Scan all agreements, paper articles, etc., that would otherwise sit in file folders or on my desk. I use the Mac Fujitsu ScanSnap", "1975": "Create and poll in 30 seconds with the proposed options and forward a link to everyone invited.", "1973": "Doodle (www.doodle.com", "1977": "TimeDriver (www.timedriver.com) Let colleagues and clients self-schedule", "1996": "Copy talk (www.copytalk.com) Dictate any message up to four minutes and have the transcription", "2060": "A man is rich in proportion to the number of things he can afford to let alone.", "2139": "The future is here. It’s just not widely distributed yet.", "2155": "it.", "2171": "Because the goal is to free your time to focus on bigger and better things.", "2185": "The first rule of any technology used in a business is that automation applied to an efficient operation will magnify the efficiency. The second is that automation applied to an inefficient operation will magnify the inefficiency.", "2209": "Each delegated task must be both time-consuming and well-defined.", "2211": "On a lighter note, have some fun with it. Have someone in Bangalore or Shanghai send e-mails to friends as your personal concierge", "2213": "Being effective doesn’t mean being serious all the time.", "2327": "First, per-hour cost is not the ultimate determinant of cost. Look at per-task cost.", "2353": "Sometimes I worry that I can’t piss off my outsourcers or I’ll end up with a $12,000 charge on my MasterCard bill from the Louis Vuitton in Anantapur. The", "2354": "The good news is that misuse of financial and confidential information is rare. In all of the interviews I conducted for this section, I could find only one case of information abuse,", "2377": "Reversing unauthorized credit card charges, particularly with American Express, is painless and near instantaneous.", "2379": "If your VA will be accessing websites on your behalf, create a new unique login and password to be used on those sites.", "2402": "accepted the first person the firm provided and made no special requests at the outset.", "2405": "I gave imprecise directions.", "2410": "Ask foreign VAs to rephrase tasks to confirm understanding before getting started.", "2411": "I gave him a license to waste time.", "2412": "Request a status update after a few hours of work on a task to ensure that the task is both understood and achievable.", "2413": "I set the deadline a week in advance.", "2414": "Use Parkinson’s Law and assign tasks that are to be completed within no more than 72 hours.", "2418": "I gave him too many tasks and didn’t set an order of importance.", "2419": "no more than two.", "2443": "Develop the comfort of commanding and not being commanded.", "2471": "Start small but think big.", "2491": "Identify your top five time-consuming non-work tasks and five personal tasks you could assign for sheer fun.", "2492": "Keep in sync: scheduling and calendars.", "2503": "Use the Criticism Sandwich (2 Days and Weekly)", "2506": "It’s called the Criticism Sandwich because you first praise the person for something, then deliver the criticism, and then close with topic-shifting praise to exit the sensitive topic.", "2556": "The man who grasps principles can successfully select his own methods. The man who tries methods, ignoring principles, is sure to have trouble.", "2602": "This chapter is not for people who want to run businesses but for those who want to own businesses and spend no time on them.", "2620": "Our goal is simple: to create an automated vehicle for generating cash without consuming time.", "2653": "First, the more competing resellers there are, the faster your product goes extinct.", "2656": "Customers are now accustomed to the lower pricing and the process is irreversible.", "2671": "Step One: Pick an Affordably Reachable Niche Market", "2675": "reating demand is hard. Filling demand is much easier.", "2676": "Find a market—define your customers—then find or develop a product for them.", "2679": "Be a member of your target market and don’t speculate what others need or will be willing to buy.", "2681": "Start Small, Think Big", "2685": "It is said that if everyone is your customer, then no one is your customer.", "2697": "Which social, industry, and professional groups do you belong to, have you belonged to, or do you understand, whether dentists, engineers, rock climbers, recreational cyclists, car restoration aficionados, dancers, or other? Look creatively at your resume,", "2702": "Which of the groups you identified have their own magazines?", "2710": "Step Two: Brainstorm (Do Not Invest In) Products", "2717": "The Main Benefit Should Be Encapsulated in One Sentence.", "2721": "Keep it simple and do not move ahead with a product until you can do this without confusing people.", "2723": "Should Cost the Customer $50–200.", "2726": "Higher pricing means that we can sell fewer units—and thus manage fewer customers—and fulfill our dreamlines. It’s faster.", "2728": "Higher pricing attracts lower-maintenance customers (better credit, fewer complaints/questions, fewer returns, etc.). It’s less headache. This is HUGE.", "2729": "Higher pricing also creates higher profit margins. It’s safer. I", "2730": "8–10x markup,", "2736": "Price high and then justify.", "2737": "It Should Take No More Than 3 to 4 Weeks to Manufacture.", "2742": "http://www.thomasnet.com/", "2747": "It Should Be Fully Explainable in a Good Online FAQ.", "2754": "Option One: Resell a Product", "2785": "it is through creating, not possessing, that life is revealed.", "2822": "Second, expert status can be created in less than four weeks if you understand basic credibility indicators.", "2826": "Create the content yourself, often via paraphrasing and combining points from several books on a topic.", "2827": "Repurpose content that is in the public domain and not subject to copyright protection, such as government documents and material that predates modern copyright law.", "2828": "License content or compensate an expert to help create content. Fees can be one-time and paid up front or royalty-based (5–10% of net revenue, for example).", "2838": "How can you tailor a general skill for your market—what I call “niching down”—or add to what is being sold successfully in your target magazines?", "2840": "What skills are you interested in that you—and others in your markets—would pay to learn? Become an expert in this skill for yourself and then create a product to teach the same. If you need help or want to speed up the process, consider the next question.", "2842": "What experts could you interview and record to create a sellable audio CD? These people do not need to be the best, but just better than most.", "2846": "Do you have a failure-to-success story that could be turned into a how-to product for others?", "2853": "The M.D. is what I term a “credibility indicator.” The so-called expert with the most credibility indicators,", "2861": "Join two or three related trade organizations with official-sounding names.", "2864": "Read the three top-selling books", "2866": "Give one free one-to-three-hour seminar", "2870": "Optional: Offer to write one or two articles for trade magazines", "2873": "Join ProfNet, which is a service that journalists use to find experts to quote for articles.", "2887": "Find Yoda (3 Days) Call at least one potential superstar mentor per day for three days.", "2889": "Have a single question in mind, one that you have researched but have been unable to answer yourself.", "2892": "Unknown answerer: This is Acme Inc. [or “the office of Mentor X”]. You: Hi, this is Tim Ferriss calling for John Grisham, please.31 Answerer: May I ask what this is regarding? You: Sure. I know this might sound a bit odd,32 but I’m a first-time author and just read his interview in Time Out New York.33 I’m a longtime34 fan and have finally built up the courage to35 call him for one specific piece of advice. It wouldn’t take more than two minutes of his time. Is there any way you can help me get through to him?36I really, really appreciate whatever you can do. Answerer: Hmmm … Just a second. Let me see if he’s available. [two minutes later] Here you go. Good luck. [rings to another line] John Grisham: John Grisham here. You: Hi, Mr. Grisham. My name is Tim Ferriss. I know this might sound a bit odd, but I’m a first-time author and a longtime fan. I just read your interview in Time Out New York and finally built up the courage to call. I have wanted to ask you for a specific piece of advice for a long time, and it shouldn’t take more than two minutes of your time. May I?37 John Grisham: Uh … OK. Go ahead. I have to be on a call in a few minutes. You (at the very end of the call): Thank you so much for being so generous with your time. If I have the occasional tough question—very occasional—is there any chance I could keep in touch via e-mail?38", "2930": "Writer’s Market", "2933": "Spyfu (www.spyfu.com)", "2954": "www.worldwidebrands.com) Offers an extensive how-to guide", "2959": "www.thomasnet.com) (800–699–9822)", "2975": "Project Gutenberg is a digital library of more than 15,000 pieces of literature considered to be in the public domain.", "2993": "Licensing Ideas to Others for Royalties InventRight (www.inventright.com) (800–701–7993)", "3013": "Becoming an Expert Prof Net via PR Leads (www.prleads.com) and HARO (www.helpareporterout.com)", "3021": "The press release is dead for most purposes, but using this service has some serious search-engine benefits,", "3024": "This is another secret of the PR pros. Put up an expert profile for media to see, receive an up-to-date", "3097": "To get an accurate indicator of commercial viability, don’t ask people if they would buy—ask them to buy. The response to the second is the only one that matters.", "3131": "Sherwood and Johanna Google the top terms each would use to try and find their respective products.", "3133": "Google Adwords Keyword Tool", "3149": "Sherwood and Johanna now need to create a one-page (300–600 words) testimonial-rich advertisement that emphasizes their differentiators and product benefits using text and either personal photos or stock photos from stock photo websites.", "3159": "Sherwood first tests his concept with a 72-hour eBay auction that includes his advertising text. He sets the “reserve”", "3160": "(the lowest price he’ll accept) for one shirt at $50 and cancels the auction last minute to avoid legal issues since he doesn’t have product to ship.", "3239": "1. Market Selection", "3241": "2. Product Brainstorm", "3248": "Rollout and Automation", "3258": "“What type of discount can you offer", "3261": "Monday, call two magazines", "3427": "Checking Competitive Site Traffic Want to see how much traffic your", "3430": "Compete (www.compete.com)", "3438": "I used 99Designs to get an excellent logo for www.litliberation.org in 24 hours for less than $150", "3449": "Within Skype you can then set up call forwarding to ring you at your local number.", "3459": "Freshbooks.com for online invoicing", "3463": "TrueCrypt (truecrypt.org) for keeping your laptop data secure while on the road. [Tim comment: This can also be used with a USB flash drive, and another cool feature—it provides two levels of “plausible deniability” (hidden volumes, etc.) if someone forces you to reveal the password.] PBwiki.com", "3467": "FogBugz on Demand: http://www.fogcreek.com/FogBUGZ/IntrotoOnDemand.html. It’s a “bug tracker” aimed at software development", "3532": "A company is stronger if it is bound by love rather than by fear…. If the employees come first, then they’re happy.", "3597": "Contract outsourcing companies53 that specialize in one", "3600": "Ensure that all outsourcers are willing to communicate among themselves to solve problems, and give them written permission to make most inexpensive decisions without consulting you", "3611": "Phase I: 0–50 Total Units of Product Shipped Do it all yourself.", "3620": "Add the extensive FAQ to your website and continue to add answers to common questions as received.", "3664": "“The customer can have any color he wants, so long as it’s black.” He understood something that", "3672": "Offer one or two purchase options (“basic” and “premium,” for example) and no more.", "3673": "Do not offer multiple shipping options. Offer one fast method instead and charge a premium.", "3674": "Do not offer overnight or expedited shipping (it is possible to refer them to a reseller who does, as is true with all of these points), as these shipping methods will produce hundreds of anxious phone calls.", "3677": "Eliminate phone orders completely and direct all prospects to online ordering.", "3679": "Do not offer international shipments.", "3682": "Not All Customers Are Created Equal", "3698": "Do not accept payment via Western Union, checks, or money order.", "3699": "Raise wholesale minimums to 12–100 units and require a tax ID number to", "3700": "Refer all potential resellers to an online order form that must be printed,", "3701": "Never negotiate pricing or approve lower pricing for higher-volume orders.", "3703": "Offer low-priced products (à la MRI’s NO2 book) instead of free products to capture contact information for follow-up sales", "3705": "Offer a lose-win guarantee (see boxed text) instead of free trials.", "3706": "Do not accept orders from common mail fraud countries such as Nigeria.", "3711": "he 30-day money-back guarantee is dead. It just doesn’t have the pizzazz it once did.", "3748": "Don’t be the CEO or founder.", "3749": "Give yourself the mid-level title of “vice president” (VP), “director", "3752": "Put multiple e-mail and phone contacts on the website.", "3757": "Set up an Interactive Voice Response (IVR) remote receptionist.", "3758": "fewer than ten minutes on a site such as www.angel.com, which boasts clients such as Reebok and Kellog’s, it is possible to set up an 800 number that greets callers with a voice prompt such as, “Thank you for calling [business name].", "3763": "Do not provide home addresses.", "3772": "So, relaxing in public. Sounds easy, right? I’m somewhat famous for relaxing in style to get a laugh out of friends.", "3774": "Once per day for two days, simply lie down in the middle of a crowded public place at some point.", "3952": "It is far better for a man to go wrong in freedom than to go right in chains.", "3962": "By working faithfully eight hours a day, you may eventually get to be a boss and work twelve hours a day.", "3988": "simple—he asked for forgiveness instead of permission. “I didn’t travel for 30 years of my life—so why not?”", "4001": "datsu-sara suru, to escape (datsu) the salaryman (sara) lifestyle.", "4019": "Step 1: Increase Investment", "4022": "Sherwood wants the company to invest as much as possible in him so that the loss is greater if he quits.", "4024": "Second, he calls in sick the next Tuesday and Wednesday, July 18 and 19, to showcase his remote working productivity.", "4031": "Step 3: Prepare the Quantifiable Business Benefit", "4032": "Third, Sherwood creates a bullet-point list of how much more he achieved outside the office with explanations.", "4036": "Step 4: Propose a Revocable Trial Period", "4064": "Step 5: Expand Remote Time", "4082": "It lowers costs for the office, increases productivity, and makes employees happier. So, what do you say", "4104": "Use a preplanned project or", "4105": "Say that you recognize you can’t just stop working and that you would prefer to work instead of taking vacation days.", "4107": "Propose how you can work remotely and offer,", "4108": "Allow the boss to collaborate on how to do it so that he or she is", "4109": "Make the two weeks “off” the most productive period you’ve ever had at work.", "4110": "Show your boss the quantifiable results upon returning, and tell him or her that—without all the distractions,", "4113": "Suggest only one or two days in the office per week.", "4114": "Make those days the least", "4115": "Suggest complete mobility—the boss will go for it.", "4125": "If you had a heart attack, and assuming your boss were sympathetic, how could you work remotely for four weeks?", "4135": "Put yourself in your boss’s shoes. Based on your work history, would you trust yourself to work outside of the office?", "4138": "Practice environment-free productivity.", "4141": "Quantify current productivity.", "4145": "Create an opportunity to demonstrate remote work productivity before asking for it as a policy.", "4147": "Practice the art of getting past “no” before proposing.", "4154": "Put your employer on remote training wheels—propose Monday or Friday at home. Consider", "4159": "Extend each successful trial period until you reach full-time or your desired level of mobility.", "4222": "Develop the strength to do bold things, not the strength to suffer.", "4240": "Being able to quit things that don’t work is integral to being a winner. Going into a project or job without defining when worthwhile becomes wasteful is like going into a casino without a cap on what you will gamble: dangerous and foolish.", "4251": "1. Quitting is permanent.", "4255": "won’t be able to pay the bills.", "4253": "have never seen an example where a change of direction wasn’t somehow reversible.", "4257": "From renting out your home to refinancing or selling it, there are options. There are always options.", "4266": "Health insurance and retirement accounts disappear if I quit.", "4267": "was scared of both when I was eliminated from TrueSAN. I had visions of rotting teeth and working at Wal-Mart to survive.", "4276": "First, you will get more interviews because you will stand out. Second, interviewers", "4272": "It will ruin my resume.", "4273": "Do something interesting and make them jealous. If you quit and then sit on your ass, I wouldn’t hire you either.", "4281": "Would you like me to give you a formula for success? It’s quite simple, really. Double your rate of failure.", "4301": "There are two types of mistakes: mistakes of ambition and mistakes of sloth.", "4302": "The first is the result of a decision to act—to do something. This type of mistake is made with incomplete information, as it’s impossible to have all the facts beforehand.", "4304": "The second is the result of a decision of sloth—to not do something—wherein we refuse to change a bad situation out of fear despite having all the facts.", "4325": "Dear All, I am considering making a career move and am interested in all opportunities that might come to mind. Nothing is too outrageous or out of left field. [If you know what you want or don’t want on some level, feel free to add, “I am particularly interested in …” or “I would like to avoid …”] Please let me know if anything comes to mind! Tim", "4337": "I-Resign (www.i-resign.com) This site provides everything from non-quitting options (work-leave, vacations) to sample resignation letters and second-life job-hunting advice.", "4403": "That just about sums up one of the biggest self-deceptions of our modern age: extended world travel as the domain of the ultrarich. I’ve also heard the following:", "4419": "There is more to life than increasing its speed.", "4512": "Travelling is the ruin of all happiness! There’s no looking at a building here after seeing Italy.", "4538": "Don’t assume that places abroad are more dangerous than your hometown. Most aren’t.", "4549": "No balance, no goodies. This often requires more self-control on the part of the parents than the children.", "4560": "Use credit cards with reward points for large muse-related advertising and manufacturing expenses.", "4562": "Purchase tickets far in advance (three months or more) or last minute,", "4563": "and aim for both departure and return between Tues day and Thursday.", "4566": "Use Orbitz (www.orbitz.com) and www.kayak.com first. Fix", "4569": "Then begin bidding on www.priceline.com at 50% of the better of the two,", "4571": "Consider buying one ticket to an international hub and then an ongoing ticket with a cheap local airline.", "4615": "Backup photocopies or scanned copies of all important documents: health insurance, passport/visa, credit cards, debit cards, etc.", "4651": "It is fatal to know too much at the outcome: boredom comes as quickly to the traveler who knows his route as to the novelist who is overcertain of his plot.", "4766": "Get settled and purchase local health insurance. Ask hostel owners and other locals what insurance they use.", "4772": "Virtual Tourist (www.virtualtourist.com) The single largest source of unbiased, user-generated travel content in the world.", "4776": "Escape Artist (www.escapeartist.com) Interested in second passports, starting your own country, Swiss banking, and all the other things I wouldn’t dare put in this book?", "4781": "Outside Magazine Online Free Archives (http://outside.away.com) The entire archive of Outside magazine", "4785": "GridSkipper: The Urban Travel Guide (www.gridskipper.com) For those who love Blade Runner-like settings and exploring the cool nooks and crannies", "4800": "World Travel Watch (www.worldtravelwatch.com) Larry Habegger and James O’Reilly’s weekly online report of global events and odd happenings", "4819": "One-Bag: The Art and Science of Packing Light (www.onebag.com) One of PC magazine’s “Top 100 [Can’t Live Without]", "4946": "My World Phone (www.myworldphone.com) I’m partial to Nokia phones. Ensure whichever phone you purchase is “unlocked”—", "4958": "Pocket-size Solar Panels (www.solio.com) Satellite phones and other small electronics", "4967": "Become a Travel Writer (www.writtenroad.com) Get paid to travel the world and record your thoughts?", "4972": "Teach Engrish (www.eslcafe.com) Dave’s ESL Café is one of the oldest and most useful resources for teachers, would-be", "4988": "Google Chat Bots (http://bit.ly/imbot) Use this to chat in real time using almost any language.", "4994": "Become Fluent in Record Time Language Addicts and Accelerated Learning For all things", "5095": "People say that what we are seeking is a meaning for life. I don’t think this is what we’re really seeking. I think what we’re seeking is an experience of being alive.", "5115": "Lacking an external focus, the mind turns inward on itself and creates problems to solve, even if the problems are undefined or unimportant.", "5116": "If you find a focus, an ambitious goal that seems impossible and forces you to grow,81 these doubts disappear.", "5136": "If you can’t define it or act upon it, forget it.", "5141": "What man actually needs is not a tensionless state but rather the striving and struggling for a worthwhile goal, a freely chosen task.", "5161": "Connemara, Ireland: Gaelic Irish, Irish flute, and hurling, the fastest field sport in the world (imagine a mix of lacrosse and rugby played with axe handles)", "5159": "I rarely travel somewhere without deciding first how I’ll obsess on a specific skill.", "5163": "Rio de Janeiro, Brazil: Brazilian Portuguese and Brazilian jujitsu", "5165": "Berlin, Germany: German and locking (a form of upright break-dancing)", "5176": "it is possible to become conversationally fluent in any language in six months or less.", "5178": "how-to guides can be found under “language” at www.fourhourblog.com", "5192": "Children, please. Everything out there needs help, so don’t get baited into “my cause can beat up your cause” arguments with no right answer", "5195": "The downstream effects are unknown. Do your best and hope for the best. If you’re improving", "5213": "Revisit ground zero: Do nothing. Before we can escape the goblins of the mind, we need to face them.", "5227": "Make an anonymous donation to the service organization of your choice. This helps to get the juices flowing and disassociate feeling good about service with getting credit for", "5244": "Take a learning mini-retirement in combination with local volunteering. Take a mini-retirement—", "5271": "Revisit and reset dreamlines. Following the mini-retirement, revisit the dreamlines set in Definition", "5277": "Based on the outcomes of steps 1–4, consider testing new part- or full-time vocations. Full-time work isn’t bad if it’s what you’d rather be doing.", "5296": "If you don’t make mistakes, you’re not working on hard enough problems. And that’s a big mistake. —FRANK WILCZEK,", "5304": "Losing sight of dreams and falling into work for work’s sake", "5306": "Micromanaging and e-mailing to fill time Set the responsibilities, problem", "5308": "Handling problems your outsourcers or co-workers can handle", "5309": "Helping outsourcers or co-workers with the same problem more than once, or with noncrisis problems", "5314": "Chasing customers, particularly unqualified or international prospects, when you have sufficient cash flow to finance your nonfinancial pursuits", "5316": "Answering e-mail that will not result in a sale or that can be answered by a FAQ or auto-responder", "5318": "Working where you live, sleep, or should relax", "5321": "Not performing a thorough 80/20 analysis every two to four weeks for your business and personal life", "5322": "Striving for endless perfection", "5327": "Blowing minutiae and small problems out of proportion as an excuse to work", "5328": "Making non-time-sensitive issues urgent in order to justify work How many times do I have to say it?", "5335": "Ignoring the social rewards of life", "5348": "For the past 33 years, I have looked in the mirror every morning and asked myself: “If today were the last day of my life, would I want to do what I am about to do today?” And whenever the answer has been “No” for too many days in a row, I know I need to change something … almost everything—all external expectations, all pride, all fear of embarrassment or failure—these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. —STEVE JOBS,", "5429": "Once you realize that you can turn off the noise without the world ending, you’re liberated in a way that few people ever know.", "5436": "Even when you’re not traveling the world, develop the habit of letting small bad things happen.", "5453": "Favorite reads of 2008: Zorba the Greek and Seneca: Letters from a Stoic.", "5458": "Don’t accept large or costly favors from strangers.", "5460": "You don’t have to recoup losses the same way you lose them.", "5466": "One of the most universal causes of self-doubt and depression: trying to impress people you don’t like.", "5468": "Slow meals = life.", "5473": "Adversity doesn’t build character; it reveals", "5474": "Related: Money doesn’t change you; it reveals who you are when you no longer have to be nice.", "5475": "It doesn’t matter how many people don’t get it. What matters is how many people do.", "5478": "You’re never as bad as they say you are.", "5482": "Eat a high-protein breakfast within 30 minutes of waking and go for a 10-to-20-minute walk outside afterward, ideally bouncing a handball or tennis ball.", "5485": ".) I dislike losing money about 50x more than I like making it.", "5490": "I should not invest in public stocks where I cannot influence outcomes. Once realizing that almost no one can predict risk tolerance and response to losses,", "5494": "A good question to revisit whenever overwhelmed: Are you having a breakdown or a breakthrough?", "5495": "Rehearse poverty regularly—restrict even moderate expenses for 1–2 weeks and give away 20%+ of minimally used clothing—so", "5498": "A small cup of black Kenyan AA coffee with cinnamon on top, no milk or sweeteners.", "5499": "It’s usually better to keep old resolutions than to make new ones.", "5591": "rules for yourself so you can automate as much decision making as possible", "5593": "Don’t provoke deliberation before you can take action.", "5595": "Don’t postpone decisions just to avoid uncomfortable conversations.", "5600": "Learn to make nonfatal or reversible decisions as quickly as possible.", "5607": "Fast decisions preserve usable attention for what matters.", "5609": "Don’t strive for variation—and thus increase option consideration—when it’s not needed. Routine enables innovation where it’s most valuable.", "5618": "Regret is past-tense decision making. Eliminate complaining to minimize regret.", "5625": "It’s deliberation—the time we vacillate over and consider each decision—that’s the attention consumer. Total deliberation time, not the number of decisions, determines your attention bank account balance (or debt).", "5639": "Do not answer calls from unrecognized phone numbers.", "5643": "Do not e-mail first thing in the morning or last thing at night.", "5646": "Do not agree to meetings or calls with no clear agenda or end time.", "5649": "Do not let people ramble.", "5652": "Do not check e-mail constantly—“batch” and check at set times only.", "5655": "Do not over-communicate with low-profit, high-maintenance customers.", "5661": "Do not work more to fix overwhelmingness—prioritize.", "5666": "Do not carry a cell phone or Crackberry 24/7.", "5671": "Do not expect work to fill a void that non-work relationships and activities should.", "5686": "Niche Is the New Big—The Lavish Dwarf Entertainment Rule", "5691": "only demographic who buys your product—it’s often the demographic that most people want to identify", "5694": "Revisit Drucker—What Gets Measured Gets Managed", "5695": "What gets measured gets managed.", "5699": "Pricing Before Product—Plan Distribution First", "5708": "Less Is More—Limiting Distribution to Increase Profit", "5715": "Net-Zero—Create Demand vs. Offering Terms", "5722": "Repetition Is Usually Redundant—Good Advertising Works the First Time", "5730": "Limit Downside to Ensure Upside—Sacrifice Margin for Safety", "5734": "Negotiate Late—Make Others Negotiate Against Themselves", "5740": "Hyperactivity vs. Productivity—80/20 and Pareto’s Law", "5746": "The Customer Is Not Always Right—“Fire” High-Maintenance Customers", "5754": "Deadlines Over Details—Test Reliability Before Capability", "5786": "In fact, checking e-mail is like everything else: a process.", "5792": "Setting appointments and meetings takes a lot of time. Have your assistant set things up for you in Google Calendar.", "5797": "If you jump in your assistant’s inbox and answer anything, BCC them so they", "5798": "Expect small problems. Life is full of compromises,", "6486": "One of the secrets behind Harvard Business School’s teaching success is the case method—using real-life case studies for discussion."}, "The Little Book of Common Sense Investing: The Only Way to Guarantee Your Fair Share of Stock Market Returns (John C. Bogle)": {"528": "investing in stocks is to own all of the nation’s publicly held businesses at very low cost. By", "532": "Buy a fund that holds this all-market portfolio, and hold it forever.", "534": "index fund.", "596": "Before the deduction of the costs of investing, beating the stock market is a zero-sum game.", "610": "Less to Wall Street croupiers means more to Main Street investors.", "615": "minimize your trading in stocks.", "627": "Fund investors are confident that they can consistently select superior fund managers. They are wrong.", "652": "Simply buy a Standard & Poor’s 500 Index fund", "798": "Keep in mind that an index may also be constructed around the bond market, or even “road less traveled” asset classes such as commodities or real estate.", "803": "Over the past century, the average nominal return on U.S. stocks was 10.1 percent per year.", "896": "But the way to wealth for their clients in the aggregate is to follow the opposite maxim: “Don’t do something. Just stand there.”", "926": "Come up with a portfolio that covers a lot of asset classes. Second,", "971": "“Over time, the aggregate gains made by . . . shareholders must of necessity match the business gains of the company.”", "1051": "But if we can distinguish the reasons the past was what it was, then we can establish reasonable expectations about the future.", "1130": "Accurately forecasting short-term swings in investor emotions is not possible. But forecasting the long-term economics of investing has carried", "1157": "The stock market is a giant distraction to the business of investing.", "1179": "“In the short run the stock market is a voting machine . . . in the long run it is a weighing machine.”", "1199": "if he forgets about the stock market and pays attention to his dividend returns and to the operating results of his companies.", "1265": "S&P 500", "1443": "Vanguard 500 Index Fund.", "1555": "expense ratio—average", "1569": "We investors as a group get precisely what we don’t pay for. If we pay nothing, we get everything.", "1589": "“trampling with impunity on laws human and divine, obsessed with the delusion that two plus two make five.”", "1665": "Where returns are concerned, time is your friend. But where costs are concerned, time is your enemy.", "1794": "Fund performance comes and goes. Costs go on forever.", "1826": "Funds in the lowest-turnover quartile have consistently outperformed those in the highest-turnover quartile for all equity funds as a group", "2177": "Money flows into most funds after good performance is achieved, and goes out when bad performance follows.)", "2219": "the returns earned by fund investors lag the market by more than double that substantial lag.", "2234": "selection, investors simply fail to practice what common sense", "2366": "Let’s be clear: In an earlier era, most fund managers focused on long-term investment. Now they are too often focused on short-term speculation.", "2831": "Fidelity Magellan (+2.6 percent per year versus the S&P 500) and Fidelity Contrafund (+2.1 percent).", "2889": "Warren Buffett reminds us, “a fat wallet is the enemy of superior returns.”", "3032": "According to a 2014 study by the Wall Street Journal, only 14 percent of five-star funds in 2004 still held that rating a decade later.", "3101": "Most investors seem to believe that manager skill will persist. But it doesn’t. We are “fooled by randomness.”", "3117": "If you disagree and decide to invest in a fund with superior recent performance, you might ask yourself questions like these: (1) How long will the fund manager, with the same staff and with the same strategy, remain on the job? (2) If the fund’s assets grow many times larger, will the same results that were achieved when the fund was small be sustained when it is large? (3) To what extent did high expense ratios and/or high portfolio turnover detract from the fund’s performance, or did low expenses and low turnover enhance performance? (4) Will the stock market continue to favor the same kinds of stocks that have been at the heart of the manager’s style? Picking", "3133": "[O]ur mind is strongly biased toward causal explanations and does not deal well with “mere statistics.”", "3156": "The old saying that “past performance is no guide to the future” is not a piece of compliance jargon. It is the math.", "3195": "Vanguard Index 500", "3484": "“the majesty of simplicity in an empire of parsimony.”", "3502": "Rely on your own common sense. Emphasize an S&P 500 Index fund or an all-stock-market index fund. (They’re pretty much the same.)", "3518": "saddle investors with front-end sales loads. EXHIBIT 13.2 Costs of Selected S&P 500 Index Funds Five Low-Cost 500 Index Funds Annual Expense Ratio Sales Load Vanguard 500 Index Admiral 0.04% 0.0% Fidelity 500 Index Premium 0.045 0.0 Schwab S&P 500 Index 0.09 0.0 Northern Stock Index 0.10 0.0", "3538": "T. Rowe Price Equity Index 500 0.25 0.0 Five High-Cost Funds Invesco S&P 500 Index 0.59% 1.10% State Farm S&P 500 Index 0.66 1.00 Wells Fargo Index 0.45 1.15 State Street Equity 500 Index 0.51 1.05 JPMorgan Equity Index 0.45 4.80 Even", "3570": "Two funds. One index. Different costs.", "3582": "Your index fund should not be your manager’s cash cow. It should be your own cash cow.", "3619": "While investing in particular market sectors is done most efficiently through index funds, betting on one winning sector and then another is exactly that: betting. But betting is a loser’s game.", "3698": "First, because the long run is a series of short runs,", "3699": "In the 117 years since 1900, bonds have outpaced stocks in 42 years;", "3797": "tracks the Bloomberg Barclays U.S. Aggregate Bond Index.", "4383": "Put your dreaming away, pull out your common sense, and stick to the good plan represented by the traditional index fund.", "4507": "“Unsoundly managed funds can produce spectacular but largely illusionary profits for a while, followed inevitably by calamitous losses.”", "4590": "But in the light of the enormous amount of research now being carried on, I doubt whether in most cases such extensive efforts will generate sufficiently superior selections to justify their cost.”", "4704": "The gross income yield on a 50/50 stock/bond portfolio has dropped by fully 40 percent, from 4.4 percent to 2.6 percent. (2) The yield tables have been turned upside down, with stocks providing an annual yield premium of 5.0 percent in 1949 (amazing!), and a yield discount of 1.1 percent in 2017.", "4764": "First, and most important, you must make a strategic choice in allocating your assets between stocks and bonds.", "4766": "Second, the decision to maintain either a fixed ratio or a ratio that varies with market returns cannot be sidestepped.", "4771": "Third is the decision as to whether to introduce an element of tactical allocation, varying the stock/bond ratio as market conditions change.", "4776": "Fourth, and perhaps most important, is the decision as to whether to focus on actively managed mutual funds or traditional index funds.", "4975": "your bond position should equal your age,", "5497": "“Don’t do something—just stand there!”"}, "Learn C the Hard Way: Practical Exercises on the Computational Subjects You Keep Avoiding (Like C) (Brianne Kwasny's Library) (Zed A. Shaw)": {"515": "For this program, simply try removing things at random and still get it to compile.", "688": "Create a set of flash cards that have a symbol on one side and the description on the", "689": "You could also use a program called Anki to do this on your computer.", "691": "Randomize the flash cards and start going through them on one side.", "693": "If you can’t recall the other side of the card, then look at it and repeat the answer to yourself,", "694": "Once you go through all the cards you’ll have two piles: one pile of cards you recalled quickly, and another you failed to recall."}, "2012_Book_MechatronicSystemsDesign  ": {"3": "A mechatronic system never exists for its own sake, but rather always has direct interactions with a user", "13": "On the other hand, when performing purely numerical evaluations, each computational experiment always considers only a limited set of parameters—global relationships are difficult to discern."}, "Can't Hurt Me: Master Your Mind and Defy the Odds (David Goggins)": {"69": "But the truth is we all make habitual, self-limiting choices. It’s as natural as a sunset and as fundamental as gravity. It’s how our brains are wired, which is why motivation is crap.", "103": "Because when you’re driven, whatever is in front of you, whether it’s racism, sexism, injuries, divorce, depression, obesity, tragedy, or poverty, becomes fuel for your metamorphosis.", "516": "You will use your story, this list of excuses, these very good reasons why you shouldn’t amount to a damn thing, to fuel your ultimate success. Sounds fun right? Yeah, it won’t be. But don’t worry about that yet. We’ll get there. For now, just take inventory.", "518": "Once you have your list, share it with whoever you want.", "936": "Each step, each necessary point of self-improvement, should be written as its own note. That means you have to do some research and break it all down.", "979": "They say there’s always light at the end of the tunnel, but not once your eyes adjust to the darkness, and that’s what happened to me.", "1241": "When depression smothers you, it blots out all light and leaves you with nothing to cling onto for hope.", "1341": "We all have areas in our lives we either ignore or can improve upon. Find yours", "1622": "If you take what they do or say less personally, they no longer hold any cards.", "1641": "All I know is that by going hard when we felt defeated we were able to ride a second wind through the worst night in Hell Week.", "1649": "When the water was chest high I began humming Adagio in Strings once more. Louder this time. Loud enough for that motherfucker to hear me over the crash of the surf. That song gave me life!", "1840": "Until you experience hardships like abuse and bullying, failures and disappointments, your mind will remain soft and exposed.", "1958": "There is no shame in getting knocked out. The shame comes when you throw in the motherfucking towel,", "2013": "Only when you identify and accept your weaknesses will you finally stop running from your past.", "2632": "But digging into the Cookie Jar when things are going south takes focus and determination because at first the brain doesn’t want to go there. It wants to remind you that you’re suffering and that your goal is impossible.", "2944": "The first step is to remember that your initial blast of pain and fatigue is your governor talking.", "3051": "You will be made fun of. You will feel insecure. You may not be the best all the time. You may be the only black, white, Asian, Latino, female, male, gay, lesbian or [fill in your identity here] in a given situation. There will be times when you feel alone. Get over it!", "3219": "The bottom line is that life is one big mind game. The only person you are playing against is yourself.", "3231": "it was the original Ironman in Kona that placed the sport on the international radar.", "3452": "The lesson: you never know who you’re affecting. My poor race results meant less than nothing to that young man because I’d helped open his eyes to a new world of possibility and capability that he sensed within himself.", "3559": "The point is not to allow a setback to shatter our focus, or our detours to dictate our mindset.", "3989": "Instead of getting angry that your colleagues can’t keep up, help pick your colleagues up and bring them with you!", "4437": "We need to surround ourselves with people who will tell us what we need to hear, not what we want to hear,", "4439": "Whenever I failed in life she was always asking me when and where I would go after it again. She never said, Well, maybe it isn’t meant to be.", "4441": "Most wars are won or lost in our own heads,", "4738": "instead of chastising my younger self, I understood him for the first time. It was a lonely journey from", "4753": "In Japan there’s a sect of Zen monks that run 1,000 marathons in 1,000 days in a quest to find enlightenment through pain and suffering. I"}, "Binder1.pdf - rtiosan  ": {"101": "We can extend their lives by operating them well below their maximum temperature and working voltage, and leaving generous margins for low capacitance and high ESR in our circuits", "102": "If an aluminum electrolytic capacitor has been stored for longer than three years, we should check its leakage at room temperature before using it", "103": "Large aluminum electrolytics have a pressure-release valve to prevent an explosion if the capacitor overheats. This may be as simple as a \"X\" stamped into the metal ofthe case", "106": "Impregnated paper capacitors have two aluminum foil plates separated by two or more layers of paper, impregnated with a wax or oil. They are only available as fixed non-polarized units. These capacitors will develop a permanent short ifthe dielectric ever breaks down", "111": "Nominal capacitances for capacitors are usually based on the E24, El2, or E6 series (Table 8-2), and marked as three-digit numbers xyz, where the capacitor value is xy•lOz pF", "138": "Connectors, sockets, and batteries usually have the poorest reliability of all of the various types of electrical and electronic components we use", "139": "Connector and socket problems can be very painful to debug, because the contacts usually become intermittent before they go bad permanently. One good way to find these problems is to physically stress the connectors while the system is operating:", "142": "For the contacts we must consider the: • Contact resistance. • Maximum current rating. • Wiping action. • Order in which contacts make/break contact. • Contact geometry. • Contact size. • Contact material. • Fretting corrosion. • Lubrication. • Internal switches. • Controlled impedance", "143": "For the connector as a whole we must consider the: • Footprint. • Height. • Weight. • Insertion force. • Withdrawal force", "144": "A connector must have at least one contact per signal. When choosing a connector for a non-standardized interface, choose one with about 10% more pins than we think we'll need, to handle", "151": "Contacts are usually made from: • Beryllium copper (most expensive, highest performance, and banned under the RoHS Directive). • Low-leaded brass (machined contacts). • Monel. • Nickel-silver. • Phosphor bronze. • Spring brass (stamped contacts", "152": "Some common contact lubricants are: • Perfluoralkypolyethers. • Polyphenylethers. • Greases based on either ofthe above. • Microcrystalline waxes"}, "The Hitchhiker's Guide to the Galaxy (Douglas Adams)": {"621": "If human beings don’t keep exercising their lips, he thought, their mouths probably seize up.", "2266": "think the problem, to be quite honest with you, is that you’ve never actually known what the question is."}, "Chapter 1 - Embedded Computing - Marilyn Wolf  ": {"2": "Whirlwind was also the frst computer designed to support real-time operation and was originally conceived as a mechanism for controlling an aircraft simulator", "3": "An 8-bit microcontroller is designed for low-cost applications and includes on-board memory and I/O devices; a 16-bit microcontroller is often used for more sophisticated applications that may require either longer word lengths or off-chip I/O and memory; and a 32-bit RISC microprocessor offers very high performance for computation-intensive applications", "4": "The ASC+T can be turned off by the driver, which can be important when operating with tire snow chains"}, "Ghost in the Wires: My Adventures as the World's Most Wanted Hacker (Kevin Mitnick)": {"963": "It’s not like I’d left the armed forces. Within days, I was back in Los Angeles, full of anticipation.", "1025": "wouldn’t be including it here, except the statute"}, "Chapter 3 - CPUs - Marilyn Wolf  ": {"108": "interrupt priorities", "112": "Because an interrupt causes a change in the program counter, it incurs a branch penalty."}, "Rich Dad, Poor Dad (Kiyosaki, Robert)": {"121": "“The price of the stock usually goes up when the downsizing is announced,”", "216": "“I can't afford it” was a sign of mental laziness.", "243": "Broke is temporary, and poor is eternal.”", "491": "If you realize that you're the problem, then you can change yourself, learn something and grow wiser.", "988": "The No. 1 expense for most people is taxes.", "1084": "When I want a bigger house, I first buy assets that will generate the cash flow to pay for the house.", "1182": "\"Mind your own business/' Financial struggle is often directly the result of people working all their life for someone else.", "1388": "hear my rich dad asking me in my ear: “Who are you working", "1622": "“Job is an acronym for 'Just Over Broke.'”", "1799": "Failure inspires Texans to ' become winners."}, "Slight Edge (Jeff Olson)": {"392": "striving toward success and maybe even reaching the level of success, but then invariably turning back and heading downward again", "428": "call them simple daily disciplines.", "509": "It’s like eating the best food in the world without the intestinal capacity to digest or absorb it.", "539": "It isn’t applying the answer, living the answer.", "589": "A value-driven attitude says, “I’ll work harder, and then I expect you’ll pay me more.”", "634": "read through just those highlighted sections: your own", "631": "There is a natural progression to everything in life: plant, cultivate, harvest.", "1014": "The 5 percent all understand the power of the slight edge and how it is working for or against them.", "1063": "Parkinson’s Law goes like this: “Work expands to fill the time available for its completion.", "1114": "The things that create success in the long run don’t look like they’re having any impact at all in the short run.", "1126": "It’s easy to eat well. But it’s also easy not to, and to go on eating the food that will eventually kill us, because it won’t kill us today", "1162": "What you do today matters. What you do every day matters.", "1222": "mundane, easy things that anyone could do.", "1347": "you can’t make your everyday choices based on the evidence of your eyes. You need to make them based on what you know", "1363": "But you need to have faith in the process, because you won’t see it happening at first", "1412": "Well, three years from now, the things you’re doing right now will seem like only yesterday, too", "1421": "The problem is that most of us live with one foot planted firmly in the past and the other tucked timidly in the future—never in the moment.", "1446": "The difficult is what takes a little time; the impossible is what takes a little longer", "1944": "Each morning, write down three things you’re grateful", "1946": "Journal for two minutes a day about one positive experience you’ve had over the past twenty-four hours", "1948": "Meditate daily", "1950": "Do a random act of kindness over the course of each", "1952": "Exercise for fifteen minutes daily."}, "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered (Austin Kleon)": {"60": "we forget about genius and think more about how we can nurture and contribute to a scenius, we can adjust our own expectations and the expectations of the worlds we want to accept", "79": "Amateurs know that contributing something is better than contributing nothing.", "101": "“Find your voice, shout it from the rooftops, and keep doing it until the people that are looking for you find you.”", "119": "you want people to know about what you do and the things you care about, you have to share.", "255": "The act of sharing is one of generosity—you’re putting something out there because you think it might be helpful or entertaining to someone on the other side of the screen.", "432": "A good pitch is set up in three acts: The first act is the past, the second act is the present, and the third act is the future.", "461": "“Autobiography is only to be trusted when it reveals something disgraceful.”", "536": "you want to be noticed, you have to notice.", "547": "If you want to be interesting, you have to be interested.", "792": "“If you never go to work, you never get to leave work.”", "799": "“Anyone who isn’t embarrassed of who they were last year probably isn’t learning enough,”"}}